/*
 Navicat Premium Data Transfer

 Source Server         : mariadb-3310
 Source Server Type    : MySQL
 Source Server Version : 100315
 Source Host           : localhost:3310
 Source Schema         : smarthis

 Target Server Type    : MySQL
 Target Server Version : 100315
 File Encoding         : 65001

 Date: 15/08/2019 08:55:21
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for his_diag
-- ----------------------------
DROP TABLE IF EXISTS `his_diag`;
CREATE TABLE `his_diag` (
  `vn` int(11) NOT NULL,
  `hn` int(8) NOT NULL,
  `fullname` varchar(200) NOT NULL,
  `sex` varchar(10) NOT NULL COMMENT ' ',
  `address` varchar(200) NOT NULL,
  `pttype` varchar(10) NOT NULL,
  `diag` varchar(10) NOT NULL,
  `diagname` varchar(200) NOT NULL,
  `vstdttm` datetime DEFAULT NULL,
  `drxtime` time NOT NULL,
  `update` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE current_timestamp(),
  `dchtype` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`vn`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of his_diag
-- ----------------------------
BEGIN;
INSERT INTO `his_diag` VALUES (983055, 46785, 'ด.ช.ธนเดช เกษียร', 'ชาย', 'บ้านเลขที่ 12 หมู่ที่ 04 ตำบลหนองกุง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-03-15 00:00:00', '10:24:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (983285, 57671, 'ภูริพัฒน์ พูลศรี', 'ชาย', 'บ้านเลขที่ 3 หมู่ที่ 04 ตำบลหนองกุง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-03-16 00:00:00', '10:28:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (983515, 48172, 'สุจิณณา พุทธวงศ์', 'หญิง', 'บ้านเลขที่ 99 หมู่ที่ 03 ตำบลดอนมดแดง อำเภอดอนมดแดง', '51', 'A90', 'Dengue fever [classical dengue]', '2019-03-18 00:00:00', '11:02:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (984696, 57671, 'ภูริพัฒน์ พูลศรี', 'ชาย', 'บ้านเลขที่ 3 หมู่ที่ 04 ตำบลหนองกุง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-03-21 00:00:00', '10:48:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (994627, 42951, 'ธารารัตน์ แตงอยู่สุข', 'หญิง', 'บ้านเลขที่ 168 หมู่ที่ 01 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-05-12 00:00:00', '09:39:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (995307, 42951, 'ธารารัตน์ แตงอยู่สุข', 'หญิง', 'บ้านเลขที่ 168 หมู่ที่ 01 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-05-15 00:00:00', '10:05:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (995876, 46324, 'อัมพร มีงาม', 'หญิง', 'บ้านเลขที่ 99 หมู่ที่ 03 ตำบลตาลสุม อำเภอตาลสุม', '81', 'A90', 'Dengue fever [classical dengue]', '2019-05-17 00:00:00', '10:59:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (996189, 24111, 'ภูไมย มาลาวรรณ', 'ชาย', 'บ้านเลขที่ 71 หมู่ที่ 01 ตำบลจิกเทิง อำเภอตาลสุม', '33', 'A90', 'Dengue fever [classical dengue]', '2019-05-20 00:00:00', '11:44:00', '0000-00-00 00:00:00', 'REFER');
INSERT INTO `his_diag` VALUES (996917, 45446, 'ด.ญ.เอมฤดี สวัสดิ์รัมย์', 'หญิง', 'บ้านเลขที่ 43 หมู่ที่ 06 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-05-23 00:00:00', '10:18:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (997167, 45446, 'ด.ญ.เอมฤดี สวัสดิ์รัมย์', 'หญิง', 'บ้านเลขที่ 43 หมู่ที่ 06 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-05-24 00:00:00', '10:35:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (997866, 40963, 'ด.ช.เอกสิทธิ์ คูณมี', 'ชาย', 'บ้านเลขที่ 29 หมู่ที่ 06 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-05-28 00:00:00', '10:13:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (998133, 40963, 'ด.ช.เอกสิทธิ์ คูณมี', 'ชาย', 'บ้านเลขที่ 29 หมู่ที่ 06 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-05-29 00:00:00', '10:24:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (998143, 38151, 'พายุ พันธ์พิลา', 'ชาย', 'บ้านเลขที่ 59 หมู่ที่ 09 ตำบลจิกเทิง อำเภอตาลสุม', '53', 'A90', 'Dengue fever [classical dengue]', '2019-05-29 00:00:00', '11:11:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (998370, 20080, 'นายวีรวิชญ์ พูลเสมอ', 'ชาย', 'บ้านเลขที่ 26 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '33', 'A90', 'Dengue fever [classical dengue]', '2019-05-30 00:00:00', '10:50:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (998449, 17857, 'นายมาลา พูลเสมอ', 'ชาย', 'บ้านเลขที่ 26 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '33', 'A90', 'Dengue fever [classical dengue]', '2019-05-30 00:00:00', '14:46:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (998525, 55410, 'ด.ช.เจษฎากร หร่อยดา', 'ชาย', 'บ้านเลขที่ 163 หมู่ที่ 04 ตำบลตาลสุม อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-05-31 00:00:00', '09:42:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (998613, 17857, 'นายมาลา พูลเสมอ', 'ชาย', 'บ้านเลขที่ 26 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '33', 'A90', 'Dengue fever [classical dengue]', '2019-05-31 00:00:00', '15:01:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (998708, 723, 'ลำใย แสงวงษ์', 'หญิง', 'บ้านเลขที่ 2 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '54', 'A90', 'Dengue fever [classical dengue]', '2019-06-01 00:00:00', '12:15:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (998812, 723, 'ลำใย แสงวงษ์', 'หญิง', 'บ้านเลขที่ 2 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '54', 'A90', 'Dengue fever [classical dengue]', '2019-06-02 00:00:00', '10:56:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999135, 36919, 'ด.ช.พรประเสริฐ กิ่งทอง', 'ชาย', 'บ้านเลขที่ 16 หมู่ที่ 01 ตำบลจิกเทิง อำเภอตาลสุม', '53', 'A90', 'Dengue fever [classical dengue]', '2019-06-04 00:00:00', '11:59:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999252, 55410, 'ด.ช.เจษฎากร หร่อยดา', 'ชาย', 'บ้านเลขที่ 163 หมู่ที่ 04 ตำบลตาลสุม อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-04 00:00:00', '14:11:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999421, 47275, 'ด.ช.ธีระพัฒน์ พื้นปูม', 'ชาย', 'บ้านเลขที่ 83 หมู่ที่ 09 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-05 00:00:00', '10:02:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999452, 36919, 'ด.ช.พรประเสริฐ กิ่งทอง', 'ชาย', 'บ้านเลขที่ 16 หมู่ที่ 01 ตำบลจิกเทิง อำเภอตาลสุม', '53', 'A90', 'Dengue fever [classical dengue]', '2019-06-05 00:00:00', '10:42:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999625, 38151, 'พายุ พันธ์พิลา', 'ชาย', 'บ้านเลขที่ 59 หมู่ที่ 09 ตำบลจิกเทิง อำเภอตาลสุม', '53', 'A90', 'Dengue fever [classical dengue]', '2019-06-06 00:00:00', '09:41:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999661, 59699, 'ด.ช.ณัฐพร ภาเรือง', 'ชาย', 'บ้านเลขที่ 73 หมู่ที่ 07 ตำบลนาคาย อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-06 00:00:00', '11:05:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999671, 47275, 'ด.ช.ธีระพัฒน์ พื้นปูม', 'ชาย', 'บ้านเลขที่ 83 หมู่ที่ 09 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-06 00:00:00', '10:20:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999692, 47459, 'ด.ช.จิรายุ ขันอ่อน', 'ชาย', 'บ้านเลขที่ 140 หมู่ที่ 04 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-06 00:00:00', '10:51:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (999716, 36919, 'ด.ช.พรประเสริฐ กิ่งทอง', 'ชาย', 'บ้านเลขที่ 16 หมู่ที่ 01 ตำบลจิกเทิง อำเภอตาลสุม', '53', 'A90', 'Dengue fever [classical dengue]', '2019-06-06 00:00:00', '11:34:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1000064, 59699, 'ด.ช.ณัฐพร ภาเรือง', 'ชาย', 'บ้านเลขที่ 73 หมู่ที่ 07 ตำบลนาคาย อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-08 00:00:00', '10:21:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1000091, 47275, 'ด.ช.ธีระพัฒน์ พื้นปูม', 'ชาย', 'บ้านเลขที่ 83 หมู่ที่ 09 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-08 00:00:00', '10:54:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1000144, 47459, 'ด.ช.จิรายุ ขันอ่อน', 'ชาย', 'บ้านเลขที่ 140 หมู่ที่ 04 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-08 00:00:00', '12:09:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1000337, 4626, 'นายจรัญ วงสิกุล', 'ชาย', 'บ้านเลขที่ 33 หมู่ที่ 09 ตำบลจิกเทิง อำเภอตาลสุม', '81', 'A90', 'Dengue fever [classical dengue]', '2019-06-10 00:00:00', '10:39:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1000358, 34254, 'ด.ญ.เจนจิรา กำไรงาม', 'หญิง', 'บ้านเลขที่ 55 หมู่ที่ 02 ตำบลนาคาย อำเภอตาลสุม', '53', 'A90', 'Dengue fever [classical dengue]', '2019-06-10 00:00:00', '10:32:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1000679, 44759, 'ด.ญ.จีระนันท์ พงษ์สุระ', 'หญิง', 'บ้านเลขที่ 50 หมู่ที่ 06 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-11 00:00:00', '10:37:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1000915, 17857, 'นายมาลา พูลเสมอ', 'ชาย', 'บ้านเลขที่ 26 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '33', 'A90', 'Dengue fever [classical dengue]', '2019-06-12 00:00:00', '09:16:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1000931, 37355, 'สุภาวรรณ ศรีเชียง', 'หญิง', 'บ้านเลขที่ 43 หมู่ที่ 07 ตำบลนาคาย อำเภอตาลสุม', '81', 'A90', 'Dengue fever [classical dengue]', '2019-06-12 00:00:00', '09:30:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1000961, 45899, 'ด.ญ.วราพร ดอนโค', 'หญิง', 'บ้านเลขที่ 6 หมู่ที่ 03 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-12 00:00:00', '10:39:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1001443, 26371, 'ประทีป วิจบ', 'ชาย', 'บ้านเลขที่ 35 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '81', 'A90', 'Dengue fever [classical dengue]', '2019-06-14 00:00:00', '10:34:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1001667, 26371, 'ประทีป วิจบ', 'ชาย', 'บ้านเลขที่ 35 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '81', 'A90', 'Dengue fever [classical dengue]', '2019-06-15 00:00:00', '09:48:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1001811, 44759, 'ด.ญ.จีระนันท์ พงษ์สุระ', 'หญิง', 'บ้านเลขที่ 50 หมู่ที่ 06 ตำบลจิกเทิง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-16 00:00:00', '10:45:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1002617, 9011, 'นายสุรชัย กิ่งพุดชา', 'ชาย', 'บ้านเลขที่ 9 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '52', 'A90', 'Dengue fever [classical dengue]', '2019-06-19 00:00:00', '12:04:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1003097, 51053, 'อนุกูล กำทรัพย์', 'หญิง', 'บ้านเลขที่ 42 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '52', 'A91', 'Dengue haemorrhagic fever', '2019-06-21 00:00:00', '09:45:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1003161, 9011, 'นายสุรชัย กิ่งพุดชา', 'ชาย', 'บ้านเลขที่ 9 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '52', 'A90', 'Dengue fever [classical dengue]', '2019-06-21 00:00:00', '10:20:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1003558, 58662, 'นฤเทพ สมวงศ์', 'ชาย', 'บ้านเลขที่ 96 หมู่ที่ 11 ตำบลตาลสุม อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-23 00:00:00', '10:27:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1003694, 59775, 'น.ส.รัติยา เวลุตัง', 'หญิง', 'บ้านเลขที่ 223/2 หมู่ที่ 08 ตำบลเขาทะลุ อำเภอสวี', '83', 'A90', 'Dengue fever [classical dengue]', '2019-06-24 00:00:00', '09:54:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1003720, 58662, 'นฤเทพ สมวงศ์', 'ชาย', 'บ้านเลขที่ 96 หมู่ที่ 11 ตำบลตาลสุม อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-24 00:00:00', '10:34:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1003849, 58662, 'นฤเทพ สมวงศ์', 'ชาย', 'บ้านเลขที่ 96 หมู่ที่ 11 ตำบลตาลสุม อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-24 00:00:00', '20:46:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1004353, 59775, 'น.ส.รัติยา เวลุตัง', 'หญิง', 'บ้านเลขที่ 223/2 หมู่ที่ 08 ตำบลเขาทะลุ อำเภอสวี', '10', 'A90', 'Dengue fever [classical dengue]', '2019-06-26 00:00:00', '12:00:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1004637, 59775, 'น.ส.รัติยา เวลุตัง', 'หญิง', 'บ้านเลขที่ 223/2 หมู่ที่ 08 ตำบลเขาทะลุ อำเภอสวี', '10', 'A90', 'Dengue fever [classical dengue]', '2019-06-27 00:00:00', '10:27:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1004827, 50931, 'ด.ญ.มาลินี แสนทวีสุข', 'หญิง', 'บ้านเลขที่ 66 หมู่ที่ 06 ตำบลสำโรง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-28 00:00:00', '10:04:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1004828, 59784, 'ด.ญ.เมษา แสนทวีสุข', 'หญิง', 'บ้านเลขที่ 110 หมู่ที่ 06 ตำบลสำโรง อำเภอตาลสุม', '10', 'A90', 'Dengue fever [classical dengue]', '2019-06-28 00:00:00', '10:04:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1004888, 44869, 'รุ่งฟ้า ชมบุญ', 'หญิง', 'บ้านเลขที่ 42 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '10', 'A90', 'Dengue fever [classical dengue]', '2019-06-28 00:00:00', '10:47:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1005129, 59784, 'ด.ญ.เมษา แสนทวีสุข', 'หญิง', 'บ้านเลขที่ 110 หมู่ที่ 06 ตำบลสำโรง อำเภอตาลสุม', '84', 'A90', 'Dengue fever [classical dengue]', '2019-06-29 00:00:00', '10:00:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1005133, 50931, 'ด.ญ.มาลินี แสนทวีสุข', 'หญิง', 'บ้านเลขที่ 66 หมู่ที่ 06 ตำบลสำโรง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-06-29 00:00:00', '09:57:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1005198, 44869, 'รุ่งฟ้า ชมบุญ', 'หญิง', 'บ้านเลขที่ 42 หมู่ที่ 11 ตำบลนาคาย อำเภอตาลสุม', '83', 'A90', 'Dengue fever [classical dengue]', '2019-06-29 00:00:00', '11:19:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1005432, 58662, 'นฤเทพ สมวงศ์', 'ชาย', 'บ้านเลขที่ 96 หมู่ที่ 11 ตำบลตาลสุม อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-07-01 00:00:00', '10:50:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1005839, 59784, 'ด.ญ.เมษา แสนทวีสุข', 'หญิง', 'บ้านเลขที่ 110 หมู่ที่ 06 ตำบลสำโรง อำเภอตาลสุม', '84', 'A90', 'Dengue fever [classical dengue]', '2019-07-03 00:00:00', '09:20:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1005881, 14935, 'น.ส.พัชรี บุญชิต', 'หญิง', 'บ้านเลขที่ 16 หมู่ที่ 12 ตำบลนาคาย อำเภอตาลสุม', '20', 'A90', 'Dengue fever [classical dengue]', '2019-07-03 00:00:00', '10:51:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1006051, 50931, 'ด.ญ.มาลินี แสนทวีสุข', 'หญิง', 'บ้านเลขที่ 66 หมู่ที่ 06 ตำบลสำโรง อำเภอตาลสุม', '51', 'A90', 'Dengue fever [classical dengue]', '2019-07-04 00:00:00', '10:13:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1006061, 49467, 'นายพีรวิชญ์ สะอาดเอี่ยมเจริญ', 'ชาย', 'บ้านเลขที่ 135 หมู่ที่ 06 ตำบลคำหว้า อำเภอตาลสุม', '34', 'A90', 'Dengue fever [classical dengue]', '2019-07-04 00:00:00', '10:18:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1008070, 14935, 'น.ส.พัชรี บุญชิต', 'หญิง', 'บ้านเลขที่ 16 หมู่ที่ 12 ตำบลนาคาย อำเภอตาลสุม', '20', 'A90', 'Dengue fever [classical dengue]', '2019-07-15 00:00:00', '11:41:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1009141, 38589, 'ด.ญ.ศศิตา ภูมิมะนาว', 'หญิง', 'บ้านเลขที่ 53 หมู่ที่ 04 ตำบลคำหว้า อำเภอตาลสุม', '53', 'A90', 'Dengue fever [classical dengue]', '2019-07-20 00:00:00', '10:29:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1009258, 31943, 'น.ส.พุธรัก ชินทะวัน', 'หญิง', 'บ้านเลขที่ 113 หมู่ที่ 02 ตำบลจิกเทิง อำเภอตาลสุม', '81', 'A90', 'Dengue fever [classical dengue]', '2019-07-21 00:00:00', '10:27:00', '0000-00-00 00:00:00', 'ADMIT');
INSERT INTO `his_diag` VALUES (1010294, 38589, 'ด.ญ.ศศิตา ภูมิมะนาว', 'หญิง', 'บ้านเลขที่ 53 หมู่ที่ 04 ตำบลคำหว้า อำเภอตาลสุม', '53', 'A90', 'Dengue fever [classical dengue]', '2019-07-25 00:00:00', '09:27:00', '0000-00-00 00:00:00', 'กลับบ้าน');
INSERT INTO `his_diag` VALUES (1010655, 31943, 'น.ส.พุธรัก ชินทะวัน', 'หญิง', 'บ้านเลขที่ 113 หมู่ที่ 02 ตำบลจิกเทิง อำเภอตาลสุม', '81', 'A90', 'Dengue fever [classical dengue]', '2019-07-27 00:00:00', '11:09:00', '0000-00-00 00:00:00', 'กลับบ้าน');
COMMIT;

-- ----------------------------
-- Table structure for his_lab
-- ----------------------------
DROP TABLE IF EXISTS `his_lab`;
CREATE TABLE `his_lab` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `hn` int(8) NOT NULL,
  `labcode` varchar(3) NOT NULL,
  `vstdttm` datetime DEFAULT NULL,
  `hcode` varchar(10) NOT NULL,
  `status` enum('0','1') NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for his_system
-- ----------------------------
DROP TABLE IF EXISTS `his_system`;
CREATE TABLE `his_system` (
  `hoscode` varchar(50) NOT NULL,
  `hosname` varchar(200) DEFAULT NULL,
  `topic` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`hoscode`) USING BTREE,
  UNIQUE KEY `idx_hoscode` (`hoscode`) USING BTREE,
  UNIQUE KEY `idx_topic` (`topic`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of his_system
-- ----------------------------
BEGIN;
INSERT INTO `his_system` VALUES ('10957', 'โรงพยาบาลตาลสุม', '4555654443');
COMMIT;

-- ----------------------------
-- Table structure for his_users
-- ----------------------------
DROP TABLE IF EXISTS `his_users`;
CREATE TABLE `his_users` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT,
  `fullname` varchar(100) DEFAULT NULL,
  `username` varchar(100) DEFAULT NULL,
  `password` varchar(256) DEFAULT NULL,
  `user_type` enum('ADMIN','MEMBER') DEFAULT 'MEMBER',
  `hcode` varchar(10) DEFAULT NULL,
  `is_active` char(1) DEFAULT 'Y',
  PRIMARY KEY (`user_id`) USING BTREE,
  UNIQUE KEY `idx_username` (`username`) USING BTREE,
  KEY `idx_password` (`password`(255)) USING BTREE,
  KEY `idx_is_active` (`is_active`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of his_users
-- ----------------------------
BEGIN;
INSERT INTO `his_users` VALUES (1, 'ธวัชชัย แสงเดือน', 'admin', 'e10adc3949ba59abbe56e057f20f883e', 'ADMIN', NULL, 'Y');
COMMIT;

-- ----------------------------
-- Table structure for his_visit
-- ----------------------------
DROP TABLE IF EXISTS `his_visit`;
CREATE TABLE `his_visit` (
  `hn` int(8) NOT NULL,
  `cid` varchar(13) NOT NULL,
  `vstdttm` datetime DEFAULT NULL,
  `cln` varchar(20) NOT NULL,
  `pttype` varchar(5) NOT NULL,
  `fname` varchar(100) NOT NULL,
  `lname` varchar(100) NOT NULL,
  `sex` varchar(1) NOT NULL,
  `birthdate` date NOT NULL,
  `hcode` varchar(10) NOT NULL,
  PRIMARY KEY (`hn`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for kpi_datas
-- ----------------------------
DROP TABLE IF EXISTS `kpi_datas`;
CREATE TABLE `kpi_datas` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `years_id` int(5) NOT NULL COMMENT 'รหัสเก็บผลงาน',
  `kpi_id` int(11) NOT NULL COMMENT 'รหัส kpi_main',
  `kpi_datas` varchar(20) DEFAULT NULL COMMENT 'ผลงานที่ทำได้ เป็นจำนวน หรือ ร้อยละที่ได้',
  `kpi_works` longtext DEFAULT NULL COMMENT 'รายละเอียดที่ได้ผลงานมา',
  `sdate` date DEFAULT NULL COMMENT 'วัน เดือน ปี ที่ลงข้อมูล',
  `status` enum('Y','N') DEFAULT 'Y',
  `update` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE current_timestamp() COMMENT 'วัน เดือน ปี ที่อัพเดท',
  `user_works` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for kpi_dup
-- ----------------------------
DROP TABLE IF EXISTS `kpi_dup`;
CREATE TABLE `kpi_dup` (
  `kpi_dup_id` int(11) NOT NULL,
  `kpi_id` int(11) NOT NULL,
  `kpi_detail` varchar(250) DEFAULT NULL,
  `kpi_cal` varchar(1) DEFAULT NULL,
  `kpi_source` varchar(1) DEFAULT NULL,
  PRIMARY KEY (`kpi_dup_id`,`kpi_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of kpi_dup
-- ----------------------------
BEGIN;
INSERT INTO `kpi_dup` VALUES (1, 101001, '1.อัตราส่วนการตายมารดาไทย ≤ 17 ต่อการเกิดมีชีพแสนคน (หน่วยนับ:คน)', '3', '2');
INSERT INTO `kpi_dup` VALUES (1, 201001, '1.อัตราส่วนการตายมารดาไทย ≤ 17 ต่อการเกิดมีชีพแสนคน (หน่วยนับ:คน)', '3', '2');
INSERT INTO `kpi_dup` VALUES (2, 101002, '2.1 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ได้รับการคัดกรองพัฒนาการ ', '1', '2');
INSERT INTO `kpi_dup` VALUES (2, 201002, '2.1 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ได้รับการคัดกรองพัฒนาการ ', '1', '2');
INSERT INTO `kpi_dup` VALUES (3, 101003, '2.2 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 20 ของเด็กอายุ 0-5 ปี ที่ได้รับการคัดกรองพัฒนาการ พบสงสัยล่าช้า', '1', '2');
INSERT INTO `kpi_dup` VALUES (3, 201003, '2.2 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 20 ของเด็กอายุ 0-5 ปี ที่ได้รับการคัดกรองพัฒนาการ พบสงสัยล่าช้า', '1', '2');
INSERT INTO `kpi_dup` VALUES (4, 101004, '2.3 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ที่มีพัฒนาการสงสัยล่าช้าได้รับการติดตาม', '1', '2');
INSERT INTO `kpi_dup` VALUES (4, 201004, '2.3 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ที่มีพัฒนาการสงสัยล่าช้าได้รับการติดตาม', '1', '2');
INSERT INTO `kpi_dup` VALUES (5, 101005, '2.4 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 60 ของเด็กพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I', '1', '2');
INSERT INTO `kpi_dup` VALUES (5, 201005, '2.4 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 60 ของเด็กพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I', '1', '2');
INSERT INTO `kpi_dup` VALUES (5, 301006, '4.2 ร้อยละของเด็กปฐมวัยที่ได้รับการคัดกรองแล้วพบว่ามีพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I ไม่น้อยกว่าร้อยละ 60', '1', '2');
INSERT INTO `kpi_dup` VALUES (6, 101006, '3.ร้อยละ 60 ของอำเภอมีการพัฒนาคุณภาพชีวิตระดับอำเภอ (พชอ.) ที่มีคุณภาพ ', '1', '1');
INSERT INTO `kpi_dup` VALUES (6, 202001, '10.ร้อยละ 60 ของอำเภอมีการพัฒนาคุณภาพชีวิตระดับอำเภอ (พชอ.) ที่มีคุณภาพ ', '1', '2');
INSERT INTO `kpi_dup` VALUES (7, 101007, '4.1 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมากขึ้นไป มากกว่าเท่ากับร้อยละ 40', '1', '1');
INSERT INTO `kpi_dup` VALUES (7, 201006, '3.1 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมากขึ้นไป มากกว่าเท่ากับร้อยละ 40', '1', '2');
INSERT INTO `kpi_dup` VALUES (8, 101008, '4.2 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมาก Plus อย่างน้อย 1 แห่ง', '1', '1');
INSERT INTO `kpi_dup` VALUES (8, 201007, '3.2 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมาก Plus อย่างน้อย 1 แห่ง', '1', '2');
INSERT INTO `kpi_dup` VALUES (9, 102001, '5.ร้อยละของคลินิกหมอครอบครัวที่เปิดดำเนินการในพื้นที่ (Primary Care Cluster) ค่าเป้าหมายสะสม ร้อยละ 36 ( 1,170 ทีม ) (จัดตั้งทีมใหม่ 364 ทีม)', '1', '1');
INSERT INTO `kpi_dup` VALUES (9, 202002, '11.ร้อยละของคลินิกหมอครอบครัวที่เปิดดำเนินการในพื้นที่ (Primary Care Cluster) ค่าเป้าหมายสะสม ร้อยละ 36 ( 1,170 ทีม ) (จัดตั้งทีมใหม่ 364 ทีม)', '1', '2');
INSERT INTO `kpi_dup` VALUES (10, 102002, '6.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '1', '2');
INSERT INTO `kpi_dup` VALUES (10, 202009, '15.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '1', '2');
INSERT INTO `kpi_dup` VALUES (10, 401001, '15.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '1', '2');
INSERT INTO `kpi_dup` VALUES (11, 102003, '6.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '1', '2');
INSERT INTO `kpi_dup` VALUES (11, 202010, '15.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '1', '2');
INSERT INTO `kpi_dup` VALUES (11, 401002, '15.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '1', '2');
INSERT INTO `kpi_dup` VALUES (12, 102004, '6.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '1', '2');
INSERT INTO `kpi_dup` VALUES (12, 202011, '15.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '1', '2');
INSERT INTO `kpi_dup` VALUES (12, 401003, '15.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '1', '2');
INSERT INTO `kpi_dup` VALUES (13, 102005, '6.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '1', '1');
INSERT INTO `kpi_dup` VALUES (13, 202012, '15.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '1', '1');
INSERT INTO `kpi_dup` VALUES (13, 401004, '15.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '1', '1');
INSERT INTO `kpi_dup` VALUES (14, 102006, '6.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (14, 202013, '15.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (14, 401005, '15.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (15, 102007, '6.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '1', '1');
INSERT INTO `kpi_dup` VALUES (15, 202014, '15.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '1', '1');
INSERT INTO `kpi_dup` VALUES (15, 401006, '15.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '1', '1');
INSERT INTO `kpi_dup` VALUES (16, 102008, '7.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '1', '1');
INSERT INTO `kpi_dup` VALUES (16, 202005, '13.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '1', '1');
INSERT INTO `kpi_dup` VALUES (16, 402001, '16.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '1', '1');
INSERT INTO `kpi_dup` VALUES (17, 102009, '8.1 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (17, 202006, '14.1 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (17, 403030, '17.30 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (18, 102010, '8.2 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (18, 202007, '14.2 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (18, 403031, '17.31 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (19, 102011, '9.ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '1', '1');
INSERT INTO `kpi_dup` VALUES (19, 202008, '14.3 ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '1', '1');
INSERT INTO `kpi_dup` VALUES (19, 403032, '18. ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '1', '1');
INSERT INTO `kpi_dup` VALUES (20, 102012, '10.อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30 ', '1', '2');
INSERT INTO `kpi_dup` VALUES (20, 202015, '16. อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30  ', '1', '2');
INSERT INTO `kpi_dup` VALUES (20, 409001, '25. อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30 ', '1', '2');
INSERT INTO `kpi_dup` VALUES (21, 102013, '11.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '1', '1');
INSERT INTO `kpi_dup` VALUES (21, 202023, '18.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '1', '1');
INSERT INTO `kpi_dup` VALUES (21, 415001, '33.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '1', '1');
INSERT INTO `kpi_dup` VALUES (22, 102015, '13.1 อัตราของผู้ป่วย trauma triage level 1 และมีข้อบ่งชี้ในการผ่าตัด ในโรงพยาบาลระดับ A, S, M1 สามารถเข้าห้องผ่าตัดได้ภายใน 60 นาที ไม่ต่ำกว่าร้อยละ 80', '1', '1');
INSERT INTO `kpi_dup` VALUES (22, 202016, '17.1 อัตราของผู้ป่วย trauma triage level 1 และมีข้อบ่งชี้ในการผ่าตัด ในโรงพยาบาลระดับ A, S, M1 สามารถเข้าห้องผ่าตัดได้ภายใน 60 นาที ไม่ต่ำกว่าร้อยละ 80', '1', '1');
INSERT INTO `kpi_dup` VALUES (23, 102016, '13.2 อัตราของผู้ป่วย triage level 1, 2 อยู่ในห้องฉุกเฉิน <2 ชม. ในโรงพยาบาลระดับ A, S, M1 ไม่ต่ำกว่าร้อยละ 60', '1', '1');
INSERT INTO `kpi_dup` VALUES (23, 202017, '17.2 อัตราของผู้ป่วย triage level 1, 2 อยู่ในห้องฉุกเฉิน <2 ชม. ในโรงพยาบาลระดับ A, S, M1 ไม่ต่ำกว่าร้อยละ 60', '1', '1');
INSERT INTO `kpi_dup` VALUES (24, 102017, '13.3 อัตราตายของผู้ป่วย PS score >0.75 ในโรงพยาบาลทุกระดับ และได้รับการทำ root cause analysis ไม่ต่ำกว่าร้อยละ 100', '1', '1');
INSERT INTO `kpi_dup` VALUES (24, 202018, '17.3 อัตราตายของผู้ป่วย PS score >0.75 ในโรงพยาบาลทุกระดับ และได้รับการทำ root cause analysis ไม่ต่ำกว่าร้อยละ 100', '1', '1');
INSERT INTO `kpi_dup` VALUES (25, 102018, '13.4 อัตราตายผู้ป่วยบาดเจ็บรุนแรงต่อสมอง (mortality rate of severe traumatic brain injury) (รหัส ICD S 06.1 – S 06.9)     ไม่เกินร้อยละ 45', '1', '1');
INSERT INTO `kpi_dup` VALUES (25, 202019, '17.4 อัตราตายผู้ป่วยบาดเจ็บรุนแรงต่อสมอง (mortality rate of severe traumatic brain injury) (รหัส ICD S 06.1 – S 06.9)     ไม่เกินร้อยละ 45', '1', '1');
INSERT INTO `kpi_dup` VALUES (26, 102019, '13.5 อัตราของ TEA unit ในโรงพยาบาลระดับ A, S, M1 ที่ผ่านเกณฑ์ประเมินคุณภาพ ไม่ต่ำกว่าร้อยละ 80', '1', '1');
INSERT INTO `kpi_dup` VALUES (26, 202020, '17.5 อัตราของ TEA unit ในโรงพยาบาลระดับ A, S, M1 ที่ผ่านเกณฑ์ประเมินคุณภาพ ไม่ต่ำกว่าร้อยละ 80', '1', '1');
INSERT INTO `kpi_dup` VALUES (27, 102020, '13.6 อัตราของโรงพยาบาลระดับ F2 ขึ้นไปที่ผ่านเกณฑ์ประเมิน ECS คุณภาพ ไม่ต่ำกว่าร้อยละ 80', '1', '1');
INSERT INTO `kpi_dup` VALUES (27, 202021, '17.6 อัตราของโรงพยาบาลระดับ F2 ขึ้นไปที่ผ่านเกณฑ์ประเมิน ECS คุณภาพ ไม่ต่ำกว่าร้อยละ 80', '1', '1');
INSERT INTO `kpi_dup` VALUES (28, 102021, '13.7 อัตราเสียชีวิตของผู้ป่วยวิกฤติฉุกเฉิน (triage level 1) ภายใน 24 ชม. ใน โรงพยาบาล A, S, M1 น้อยกว่าร้อยละ 12  ', '1', '1');
INSERT INTO `kpi_dup` VALUES (28, 202022, '17.7 อัตราเสียชีวิตของผู้ป่วยวิกฤติฉุกเฉิน (triage level 1) ภายใน 24 ชม. ใน โรงพยาบาล A, S, M1 น้อยกว่าร้อยละ 12  ', '1', '1');
INSERT INTO `kpi_dup` VALUES (29, 103001, '14.ร้อยละของเขตสุขภาพที่มีการบริหารจัดการกำลังคนที่มีประสิทธิภาพ (มีข้อมูล มีแผนการบริหารตำแหน่ง มีการดำเนินการตามแผน และมีบุคลากรสาธารณสุขเพียงพอ ครบ 4 ประเด็น โดยได้รับคะแนนรวมไม่น้อยกว่าร้อยละ 70 ', '1', '1');
INSERT INTO `kpi_dup` VALUES (29, 203001, '26.ร้อยละของเขตสุขภาพที่มีการบริหารจัดการกำลังคนที่มีประสิทธิภาพ (มีข้อมูล มีแผนการบริหารตำแหน่ง มีการดำเนินการตามแผน และมีบุคลากรสาธารณสุขเพียงพอ ครบ 4 ประเด็น โดยได้รับคะแนนรวมไม่น้อยกว่าร้อยละ 70 ', '1', '1');
INSERT INTO `kpi_dup` VALUES (30, 103002, '15.จำนวนหน่วยงานที่เป็นองค์กรแห่งความสุข (อย่างน้อยจังหวัดละ 1 แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (30, 203002, '27.จำนวนหน่วยงานที่เป็นองค์กรแห่งความสุข (อย่างน้อยจังหวัดละ 1 แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (31, 104001, '16.1 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสจ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 60 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (31, 203009, '32.1 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสจ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 60 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (32, 104002, '16.2 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสอ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 40 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (32, 203010, '32.2 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสอ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 40 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (33, 104003, '17.1 ร้อยละของโรงพยาบาลศูนย์, โรงพยาบาลทั่วไป,โรงพยาบาลสังกัดกรมการแพทย์, กรมควบคุมโรค และกรมสุขภาพจิต มีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ร้อยละ 100 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (33, 203007, '31.1 ร้อยละของโรงพยาบาลศูนย์, โรงพยาบาลทั่วไป,โรงพยาบาลสังกัดกรมการแพทย์, กรมควบคุมโรค และกรมสุขภาพจิต มีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ร้อยละ 100 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (34, 104004, '17.2 ร้อยละของโรงพยาบาลชุมชน สังกัดกระทรวงสาธารณสุขมีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ≥ ร้อยละ 90 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (34, 203008, '31.2 ร้อยละของโรงพยาบาลชุมชน สังกัดกระทรวงสาธารณสุขมีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ≥ ร้อยละ 90 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (35, 104005, '18.1 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 3 ดาว ร้อนละ 100', '1', '1');
INSERT INTO `kpi_dup` VALUES (35, 202003, '12.1 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 3 ดาว ร้อนละ 100', '1', '1');
INSERT INTO `kpi_dup` VALUES (36, 104006, '18.2 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 5 ดาวสะสม ร้อยละ 60', '1', '1');
INSERT INTO `kpi_dup` VALUES (36, 202004, '12.2 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 5 ดาวสะสม ร้อยละ 60', '1', '1');
INSERT INTO `kpi_dup` VALUES (37, 104007, '19.1 รพศ./รพท. มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป อย่างน้อยจังหวัดละ 1 แห่ง', '1', '1');
INSERT INTO `kpi_dup` VALUES (37, 203003, '28.1 รพศ./รพท. มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป อย่างน้อยจังหวัดละ 1 แห่ง', '1', '1');
INSERT INTO `kpi_dup` VALUES (38, 104008, '19.2 รพช.และ รพ. สังกัดกรมวิชาการ มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป ร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (38, 203004, '28.2 รพช.และ รพ. สังกัดกรมวิชาการ มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป ร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (39, 104009, '20.มีการใช้ Application สำหรับ PCC ใน PCC ทุกแห่ง (ร้อยละ 100)', '1', '1');
INSERT INTO `kpi_dup` VALUES (39, 203005, '29.มีการใช้ Application สำหรับ PCC ใน PCC ทุกแห่ง (ร้อยละ 100)', '1', '1');
INSERT INTO `kpi_dup` VALUES (40, 104010, '21.ร้อยละของหน่วยบริการที่ประสบภาวะวิกฤตทางการเงินระดับ 7 ไม่เกินร้อยละ 4', '1', '1');
INSERT INTO `kpi_dup` VALUES (40, 203006, '30.ร้อยละของหน่วยบริการที่ประสบภาวะวิกฤตทางการเงินระดับ 7 ไม่เกินร้อยละ 4', '1', '1');
INSERT INTO `kpi_dup` VALUES (41, 202024, '19.1 อัตราการฆ่าตัวตายสำเร็จ ≤ 6.3 ต่อประชากรแสนคน', '3', '2');
INSERT INTO `kpi_dup` VALUES (41, 408002, '24.1 อัตราการฆ่าตัวตายสำเร็จ ≤ 6.3 ต่อประชากรแสนคน', '3', '2');
INSERT INTO `kpi_dup` VALUES (42, 202025, '19.2 ร้อยละของผู้พยายามฆ่าตัวตายไม่กลับมาทําร้ายตัวเองซ้ำในระยะเวลา 1 ปี ร้อยละ 80', '1', '1');
INSERT INTO `kpi_dup` VALUES (42, 408003, '24.2 ร้อยละของผู้พยายามฆ่าตัวตายไม่กลับมาทําร้ายตัวเองซ้ำในระยะเวลา 1 ปี ร้อยละ 80', '1', '1');
INSERT INTO `kpi_dup` VALUES (43, 202026, '20.ร้อยละของผู้ป่วย CKD ที่มีอัตราการลดลงของ eGFR<4 ml/min/1.73m2/yr ร้อยละ 66', '1', '2');
INSERT INTO `kpi_dup` VALUES (43, 412001, '30.ร้อยละของผู้ป่วย CKD ที่มีอัตราการลดลงของ eGFR<4 ml/min/1.73m2/yr  ร้อยละ 66', '1', '2');
INSERT INTO `kpi_dup` VALUES (44, 202027, '21.ร้อยละของผู้ป่วยที่เข้ารับการผ่าตัดแบบ One Day Surgery ร้อยละ 20', '1', '1');
INSERT INTO `kpi_dup` VALUES (44, 417001, '36.ร้อยละของผู้ป่วยที่เข้ารับการผ่าตัดแบบ One Day Surgery', '1', '1');
INSERT INTO `kpi_dup` VALUES (45, 202028, '22.อัตราส่วนของจำนวนผู้ยินยอมบริจาคอวัยวะจากผู้ป่วยสมองตาย ต่อ จำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล (ระดับ A,S)', '1', '1');
INSERT INTO `kpi_dup` VALUES (45, 414001, '32.1 อัตราส่วนของจำนวนผู้ยินยอมบริจาคอวัยวะจากผู้ป่วยสมองตาย ต่อ จำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล (ระดับ A,S)', '1', '1');
INSERT INTO `kpi_dup` VALUES (46, 202029, '23.อัตราส่วนของจำนวนผู้ยินยอมบริจาคดวงตา ต่อจำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล', '1', '1');
INSERT INTO `kpi_dup` VALUES (46, 414002, '32.2 อัตราส่วนของจำนวนผู้ยินยอมบริจาคดวงตา ต่อจำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล', '1', '1');
INSERT INTO `kpi_dup` VALUES (47, 202030, '24.ร้อยละของผู้ป่วยนอกทั้งหมดที่ได้รับบริการตรวจ วินิจฉัย รักษาโรค และฟื้นฟูสภาพด้วยศาสตร์การแพทย์แผนไทยและการแพทย์ทางเลือก', '1', '2');
INSERT INTO `kpi_dup` VALUES (47, 407001, '22.ร้อยละของผู้ป่วยนอกทั้งหมดที่ได้รับบริการตรวจ วินิจฉัย รักษาโรค และฟื้นฟูสภาพด้วยศาสตร์การแพทย์แผนไทยและการแพทย์ทางเลือก', '1', '2');
INSERT INTO `kpi_dup` VALUES (49, 202031, '24.1 ร้อยละของผู้ป่วยนอก ใน รพศ. รพท. ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 10 (หน่วยนับ:ครั้ง)', '1', '2');
INSERT INTO `kpi_dup` VALUES (49, 407002, '22.1 ร้อยละของผู้ป่วยนอก ใน รพศ. รพท. ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 10 (หน่วยนับ:ครั้ง)', '1', '2');
INSERT INTO `kpi_dup` VALUES (50, 202032, '24.2 ร้อยละของผู้ป่วยนอก ใน รพช.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 20 (หน่วยนับ:ครั้ง)', '1', '2');
INSERT INTO `kpi_dup` VALUES (50, 407003, '22.2 ร้อยละของผู้ป่วยนอก ใน รพช.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 20 (หน่วยนับ:ครั้ง)', '1', '2');
INSERT INTO `kpi_dup` VALUES (51, 202033, '24.3 ร้อยละของผู้ป่วยนอก ใน รพ.สต.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 30 (หน่วยนับ:ครั้ง)', '1', '2');
INSERT INTO `kpi_dup` VALUES (51, 407004, '22.3 ร้อยละของผู้ป่วยนอก ใน รพ.สต.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 30 (หน่วยนับ:ครั้ง)', '1', '2');
INSERT INTO `kpi_dup` VALUES (52, 202034, '25.อัตราตายของผู้ป่วยโรคหลอดเลือดหัวใจ(STEMI) ไม่เกิน 26 ต่อประชากร 1 แสนคน', '3', '2');
INSERT INTO `kpi_dup` VALUES (52, 410002, '28.อัตราตายของผู้ป่วยโรคหลอดเลือดหัวใจ ไม่เกิน 26 ต่อประชากร 1 แสนคน', '3', '2');
INSERT INTO `kpi_dup` VALUES (53, 302002, '19.ร้อยละการส่งต่อผู้ป่วย(ผู้ป่วย 4 สาขา)นอกเขตสุขภาพลดลง ไม่น้อยกว่าร้อยละ 10', '1', '1');
INSERT INTO `kpi_dup` VALUES (53, 404001, '19.ร้อยละการส่งต่อผู้ป่วย(ผู้ป่วย 4 สาขา)นอกเขตสุขภาพลดลง ไม่น้อยกว่าร้อยละ 10', '1', '1');
INSERT INTO `kpi_dup` VALUES (54, 302003, '20.อัตราตายทารกแรกเกิด(อายุต่ำกว่าหรือเท่ากับ 28 วัน) น้อยกว่า 3.8 ต่อ 1,000 ทารกแรกเกิดมีชีพ', '2', '2');
INSERT INTO `kpi_dup` VALUES (54, 405001, '20.อัตราตายทารกแรกเกิด(อายุต่ำกว่าหรือเท่ากับ 28 วัน) น้อยกว่า 3.8 ต่อ 1,000 ทารกแรกเกิดมีชีพ', '2', '2');
INSERT INTO `kpi_dup` VALUES (55, 302004, '21.ร้อยละการบรรเทาอาการปวดและจัดการอาการต่างๆ ด้วย Strong Opioid Medication ในผู้ป่วยประคับประคองอย่างมีคุณภาพ ร้อยละ 40', '1', '2');
INSERT INTO `kpi_dup` VALUES (55, 406001, '21.ร้อยละการบรรเทาอาการปวดและจัดการอาการต่างๆ ด้วย Strong Opioid Medication ในผู้ป่วยประคับประคองอย่างมีคุณภาพ ร้อยละ 40', '1', '2');
INSERT INTO `kpi_dup` VALUES (56, 302005, '23.ร้อยละของผู้ป่วยโรคซึมเศร้าเข้าถึงบริการสุขภาพจิต ไม่น้อยกว่าร้อยละ 63 (หน่วยนับ:คน)', '1', '2');
INSERT INTO `kpi_dup` VALUES (56, 408001, '23.ร้อยละของผู้ป่วยโรคซึมเศร้าเข้าถึงบริการสุขภาพจิต ไม่น้อยกว่าร้อยละ 63 (หน่วยนับ:คน)', '1', '2');
INSERT INTO `kpi_dup` VALUES (57, 302006, '26.1 ร้อยละของโรงพยาบาลระดับ M1 ขึ้นไป ที่มีทีม Refracture Prevention   ร้อยละ 100 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (57, 409002, '26.1 ร้อยละของโรงพยาบาลระดับ M1 ขึ้นไป ที่มีทีม Refracture Prevention   ร้อยละ 100 (หน่วยนับ:แห่ง)', '1', '1');
INSERT INTO `kpi_dup` VALUES (58, 302007, '26.2 ร้อยละของผู้ป่วยที่มีกระดูกหักซ้ำภายหลังกระดูกสะโพกหัก (Refracture) น้อยกว่าร้อยละ 30', '1', '1');
INSERT INTO `kpi_dup` VALUES (58, 409003, '26.2 ร้อยละของผู้ป่วยที่มีกระดูกหักซ้ำภายหลังกระดูกสะโพกหัก (Refracture) น้อยกว่าร้อยละ 30', '1', '1');
INSERT INTO `kpi_dup` VALUES (59, 302008, '26.3 ร้อยละของ Early surgery มากกว่าร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (59, 409004, '26.3 ร้อยละของ Early surgery มากกว่าร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (60, 302009, '27.ร้อยละของการให้การรักษาผู้ป่วย STEMI ใน รพ.ระดับ F2 ขึ้นไป ได้ตามมาตรฐานเวลาที่กำหนด ร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (60, 410001, '27.ร้อยละของการให้การรักษาผู้ป่วย STEMI ใน รพ.ระดับ F2 ขึ้นไป ได้ตามมาตรฐานเวลาที่กำหนด ร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (61, 302010, '29.1 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยการผ่าตัด ภายในระยะเวลา 4 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '1', '1');
INSERT INTO `kpi_dup` VALUES (61, 411001, '29.1 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยการผ่าตัด ภายในระยะเวลา 4 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '1', '1');
INSERT INTO `kpi_dup` VALUES (62, 302011, '29.2 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยเคมีบำบัด ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '1', '1');
INSERT INTO `kpi_dup` VALUES (62, 411002, '29.2 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยเคมีบำบัด ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '1', '1');
INSERT INTO `kpi_dup` VALUES (63, 302012, '29.3 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยรังสีรักษา ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 60 (หน่วยนับ:ราย)', '1', '1');
INSERT INTO `kpi_dup` VALUES (63, 411003, '29.3 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยรังสีรักษา ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 60 (หน่วยนับ:ราย)', '1', '1');
INSERT INTO `kpi_dup` VALUES (64, 302013, '31.ร้อยละของผู้ป่วยตาบอดจากต้อกระจก (Blinding Cataract) ได้รับการผ่าตัดภายใน 30 วัน ร้อยละ 85', '1', '1');
INSERT INTO `kpi_dup` VALUES (64, 413001, '31.ร้อยละของผู้ป่วยตาบอดจากต้อกระจก (Blinding Cataract) ได้รับการผ่าตัดภายใน 30 วัน ร้อยละ 85', '1', '1');
INSERT INTO `kpi_dup` VALUES (65, 102014, '12.ร้อยละ 40 ของผู้ใช้ ผู้เสพที่บำบัดครบตามเกณฑ์ที่กำหนดของแต่ละระบบหยุดเสพต่อเนื่องหลังจำหน่ายจากการบำบัด 3 เดือน  (3 month remission rate)', '1', '1');
INSERT INTO `kpi_dup` VALUES (65, 415002, '34.ร้อยละ 40 ของผู้ใช้ ผู้เสพที่บำบัดครบตามเกณฑ์ที่กำหนดของแต่ละระบบหยุดเสพต่อเนื่องหลังจำหน่ายจากการบำบัด 3 เดือน  (3 month remission rate)', '1', '1');
INSERT INTO `kpi_dup` VALUES (66, 302014, '35.ร้อยละของโรงพยาบาลระดับ M และ F ในจังหวัดที่ให้การบริบาลฟื้นสภาพระยะกลางแบบผู้ป่วยใน (intermediate bed/ward) ร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (66, 416001, '35.ร้อยละของโรงพยาบาลระดับ M และ F ในจังหวัดที่ให้การบริบาลฟื้นสภาพระยะกลางแบบผู้ป่วยใน (intermediate bed/ward) ร้อยละ 50', '1', '1');
INSERT INTO `kpi_dup` VALUES (67, 302015, '35.1 ผู้ป่วย Stroke, Traumatic Brain Injury และ Spinal Cord Injury ที่รอดชีวิตและมีคะแนน Barthel index <15 รวมทั้งคะแนน Barthel index >15 with multiple impairment ได้รับการบริบาลฟื้นสภาพระยะกลางและติดตามจนครบ 6 เดือน หรือจน Barthel index = 20 ร้อยละ ', '1', '1');
INSERT INTO `kpi_dup` VALUES (67, 416002, '35.1 ผู้ป่วย Stroke, Traumatic Brain Injury และ Spinal Cord Injury ที่รอดชีวิตและมีคะแนน Barthel index <15 รวมทั้งคะแนน Barthel index >15 with multiple impairment ได้รับการบริบาลฟื้นสภาพระยะกลางและติดตามจนครบ 6 เดือน หรือจน Barthel index = 20 ร้อยละ ', '1', '1');
COMMIT;

-- ----------------------------
-- Table structure for kpi_main
-- ----------------------------
DROP TABLE IF EXISTS `kpi_main`;
CREATE TABLE `kpi_main` (
  `kpi_id` int(11) NOT NULL AUTO_INCREMENT,
  `kpi_stg_id` int(11) DEFAULT NULL,
  `kpi_name` varchar(250) DEFAULT NULL,
  `kpi_detail` varchar(250) DEFAULT NULL,
  `kpi_type` varchar(10) DEFAULT NULL,
  `kpi_scale` double(3,0) DEFAULT NULL,
  `owner` varchar(100) DEFAULT NULL,
  `kpi_status` char(1) DEFAULT NULL,
  `kpi_update` timestamp NULL DEFAULT NULL ON UPDATE current_timestamp(),
  PRIMARY KEY (`kpi_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=233 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of kpi_main
-- ----------------------------
BEGIN;
INSERT INTO `kpi_main` VALUES (1, 101, '1.อัตราส่วนการตายมารดาไทย ≤ 17 ต่อการเกิดมีชีพแสนคน (หน่วยนับ:คน)', '1.อัตราส่วนการตายมารดาไทย ≤ 17 ต่อการเกิดมีชีพแสนคน (หน่วยนับ:คน)', '2', 100, 'xxxxx', '0', '2019-08-14 16:46:40');
INSERT INTO `kpi_main` VALUES (2, 101, '2.1 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ได้รับการคัดกรองพัฒนาการ ', '2.1 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ได้รับการคัดกรองพัฒนาการ ', '2', 100, '', '1', '2019-08-14 14:48:15');
INSERT INTO `kpi_main` VALUES (3, 101, '2.2 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 20 ของเด็กอายุ 0-5 ปี ที่ได้รับการคัดกรองพัฒนาการ พบสงสัยล่าช้า', '2.2 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 20 ของเด็กอายุ 0-5 ปี ที่ได้รับการคัดกรองพัฒนาการ พบสงสัยล่าช้า', '2', 100, '', '1', '2019-08-14 14:48:16');
INSERT INTO `kpi_main` VALUES (4, 101, '2.3 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ที่มีพัฒนาการสงสัยล่าช้าได้รับการติดตาม', '2.3 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ที่มีพัฒนาการสงสัยล่าช้าได้รับการติดตาม', '2', 100, '', '1', '2019-08-14 14:48:17');
INSERT INTO `kpi_main` VALUES (5, 101, '2.4 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 60 ของเด็กพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I', '2.4 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 60 ของเด็กพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I', '2', 100, '', '1', '2019-08-14 14:48:20');
INSERT INTO `kpi_main` VALUES (6, 101, '3.ร้อยละ 60 ของอำเภอมีการพัฒนาคุณภาพชีวิตระดับอำเภอ (พชอ.) ที่มีคุณภาพ ', '3.ร้อยละ 60 ของอำเภอมีการพัฒนาคุณภาพชีวิตระดับอำเภอ (พชอ.) ที่มีคุณภาพ ', '0', 100, NULL, '1', '2019-08-14 14:48:22');
INSERT INTO `kpi_main` VALUES (7, 101, '4.1 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมากขึ้นไป มากกว่าเท่ากับร้อยละ 40', '4.1 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมากขึ้นไป มากกว่าเท่ากับร้อยละ 40', '0', 100, NULL, '1', '2019-08-14 14:48:24');
INSERT INTO `kpi_main` VALUES (8, 101, '4.2 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมาก Plus อย่างน้อย 1 แห่ง', '4.2 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมาก Plus อย่างน้อย 1 แห่ง', '0', 100, NULL, '1', '2019-08-14 14:48:26');
INSERT INTO `kpi_main` VALUES (9, 101, '2.5 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 85 ของเด็กอายุ 0-5 ปี มีพัฒนาการสมวัย', '2.5 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 85 ของเด็กอายุ 0-5 ปี มีพัฒนาการสมวัย', '2', 100, '', '1', '2019-08-14 14:48:28');
INSERT INTO `kpi_main` VALUES (10, 102, '5.ร้อยละของคลินิกหมอครอบครัวที่เปิดดำเนินการในพื้นที่ (Primary Care Cluster) ค่าเป้าหมายสะสม ร้อยละ 36 ( 1,170 ทีม ) (จัดตั้งทีมใหม่ 364 ทีม)', '5.ร้อยละของคลินิกหมอครอบครัวที่เปิดดำเนินการในพื้นที่ (Primary Care Cluster) ค่าเป้าหมายสะสม ร้อยละ 36 ( 1,170 ทีม ) (จัดตั้งทีมใหม่ 364 ทีม)', '0', 100, NULL, '1', '2019-08-14 14:48:33');
INSERT INTO `kpi_main` VALUES (11, 102, '6.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '6.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '2', 100, '', '1', '2019-08-14 14:48:35');
INSERT INTO `kpi_main` VALUES (12, 102, '6.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '6.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '2', 100, '', '1', '2019-08-14 14:48:36');
INSERT INTO `kpi_main` VALUES (13, 102, '6.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '6.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '2', 100, '', '1', '2019-08-14 14:48:38');
INSERT INTO `kpi_main` VALUES (14, 102, '6.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '6.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '1', 100, NULL, '1', '2019-08-14 14:48:41');
INSERT INTO `kpi_main` VALUES (15, 102, '6.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '6.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '1', 100, NULL, '1', '2019-08-14 14:48:55');
INSERT INTO `kpi_main` VALUES (16, 102, '6.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '6.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '1', 100, NULL, '1', '2019-08-14 14:48:58');
INSERT INTO `kpi_main` VALUES (17, 102, '7.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '7.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '1', 100, NULL, '1', '2019-08-14 14:49:01');
INSERT INTO `kpi_main` VALUES (18, 102, '8.1 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '8.1 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '1', 100, NULL, '1', '2019-08-14 14:49:04');
INSERT INTO `kpi_main` VALUES (19, 102, '8.2 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '8.2 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '1', 100, NULL, '1', '2019-08-14 14:49:07');
INSERT INTO `kpi_main` VALUES (20, 102, '9.ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '9.ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '2', 100, NULL, '1', '2019-08-14 14:49:10');
INSERT INTO `kpi_main` VALUES (21, 102, '10.อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30 ', '10.อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30 ', '2', 100, '', '1', '2019-08-14 14:49:12');
INSERT INTO `kpi_main` VALUES (22, 102, '11.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '11.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '1', 100, NULL, '1', '2019-08-14 14:49:14');
INSERT INTO `kpi_main` VALUES (23, 102, '12.ร้อยละ 40 ของผู้ใช้ ผู้เสพที่บำบัดครบตามเกณฑ์ที่กำหนดของแต่ละระบบหยุดเสพต่อเนื่องหลังจำหน่ายจากการบำบัด 3 เดือน  (3 month remission rate)', '12.ร้อยละ 40 ของผู้ใช้ ผู้เสพที่บำบัดครบตามเกณฑ์ที่กำหนดของแต่ละระบบหยุดเสพต่อเนื่องหลังจำหน่ายจากการบำบัด 3 เดือน  (3 month remission rate)', '1', 100, NULL, '1', '2019-08-14 14:49:17');
INSERT INTO `kpi_main` VALUES (24, 102, '13.1 อัตราของผู้ป่วย trauma triage level 1 และมีข้อบ่งชี้ในการผ่าตัด ในโรงพยาบาลระดับ A, S, M1 สามารถเข้าห้องผ่าตัดได้ภายใน 60 นาที ไม่ต่ำกว่าร้อยละ 80', '13.1 อัตราของผู้ป่วย trauma triage level 1 และมีข้อบ่งชี้ในการผ่าตัด ในโรงพยาบาลระดับ A, S, M1 สามารถเข้าห้องผ่าตัดได้ภายใน 60 นาที ไม่ต่ำกว่าร้อยละ 80', '2', 100, NULL, '1', '2019-08-14 14:49:19');
INSERT INTO `kpi_main` VALUES (25, 102, '13.2 อัตราของผู้ป่วย triage level 1, 2 อยู่ในห้องฉุกเฉิน <2 ชม. ในโรงพยาบาลระดับ A, S, M1 ไม่ต่ำกว่าร้อยละ 60', '13.2 อัตราของผู้ป่วย triage level 1, 2 อยู่ในห้องฉุกเฉิน <2 ชม. ในโรงพยาบาลระดับ A, S, M1 ไม่ต่ำกว่าร้อยละ 60', '2', 100, NULL, '1', '2019-08-14 14:49:21');
INSERT INTO `kpi_main` VALUES (26, 102, '13.3 อัตราตายของผู้ป่วย PS score >0.75 ในโรงพยาบาลทุกระดับ และได้รับการทำ root cause analysis ไม่ต่ำกว่าร้อยละ 100', '13.3 อัตราตายของผู้ป่วย PS score >0.75 ในโรงพยาบาลทุกระดับ และได้รับการทำ root cause analysis ไม่ต่ำกว่าร้อยละ 100', '2', 100, NULL, '1', '2019-08-14 14:49:24');
INSERT INTO `kpi_main` VALUES (27, 102, '13.4 อัตราตายผู้ป่วยบาดเจ็บรุนแรงต่อสมอง (mortality rate of severe traumatic brain injury) (รหัส ICD S 06.1 – S 06.9)     ไม่เกินร้อยละ 45', '13.4 อัตราตายผู้ป่วยบาดเจ็บรุนแรงต่อสมอง (mortality rate of severe traumatic brain injury) (รหัส ICD S 06.1 – S 06.9)     ไม่เกินร้อยละ 45', '2', 100, NULL, '1', '2019-08-14 14:49:27');
INSERT INTO `kpi_main` VALUES (28, 102, '13.5 อัตราของ TEA unit ในโรงพยาบาลระดับ A, S, M1 ที่ผ่านเกณฑ์ประเมินคุณภาพ ไม่ต่ำกว่าร้อยละ 80', '13.5 อัตราของ TEA unit ในโรงพยาบาลระดับ A, S, M1 ที่ผ่านเกณฑ์ประเมินคุณภาพ ไม่ต่ำกว่าร้อยละ 80', '2', 100, NULL, '1', '2019-08-14 14:49:29');
INSERT INTO `kpi_main` VALUES (29, 102, '13.6 อัตราของโรงพยาบาลระดับ F2 ขึ้นไปที่ผ่านเกณฑ์ประเมิน ECS คุณภาพ ไม่ต่ำกว่าร้อยละ 80', '13.6 อัตราของโรงพยาบาลระดับ F2 ขึ้นไปที่ผ่านเกณฑ์ประเมิน ECS คุณภาพ ไม่ต่ำกว่าร้อยละ 80', '2', 100, NULL, '1', '2019-08-14 14:49:32');
INSERT INTO `kpi_main` VALUES (30, 102, '13.7 อัตราเสียชีวิตของผู้ป่วยวิกฤติฉุกเฉิน (triage level 1) ภายใน 24 ชม. ใน โรงพยาบาล A, S, M1 น้อยกว่าร้อยละ 12  ', '13.7 อัตราเสียชีวิตของผู้ป่วยวิกฤติฉุกเฉิน (triage level 1) ภายใน 24 ชม. ใน โรงพยาบาล A, S, M1 น้อยกว่าร้อยละ 12  ', '2', 100, NULL, '1', '2019-08-14 14:49:35');
INSERT INTO `kpi_main` VALUES (31, 103, '14.ร้อยละของเขตสุขภาพที่มีการบริหารจัดการกำลังคนที่มีประสิทธิภาพ (มีข้อมูล มีแผนการบริหารตำแหน่ง มีการดำเนินการตามแผน และมีบุคลากรสาธารณสุขเพียงพอ ครบ 4 ประเด็น โดยได้รับคะแนนรวมไม่น้อยกว่าร้อยละ 70 ', '14.ร้อยละของเขตสุขภาพที่มีการบริหารจัดการกำลังคนที่มีประสิทธิภาพ (มีข้อมูล มีแผนการบริหารตำแหน่ง มีการดำเนินการตามแผน และมีบุคลากรสาธารณสุขเพียงพอ ครบ 4 ประเด็น โดยได้รับคะแนนรวมไม่น้อยกว่าร้อยละ 70 ', '0', 100, NULL, '1', '2019-08-14 14:49:37');
INSERT INTO `kpi_main` VALUES (32, 103, '15.จำนวนหน่วยงานที่เป็นองค์กรแห่งความสุข (อย่างน้อยจังหวัดละ 1 แห่ง)', '15.จำนวนหน่วยงานที่เป็นองค์กรแห่งความสุข (อย่างน้อยจังหวัดละ 1 แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:49:39');
INSERT INTO `kpi_main` VALUES (33, 104, '16.1 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสจ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 60 (หน่วยนับ:แห่ง)', '16.1 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสจ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 60 (หน่วยนับ:แห่ง)', '1', 100, NULL, '1', '2019-08-14 14:49:42');
INSERT INTO `kpi_main` VALUES (34, 104, '16.2 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสอ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 40 (หน่วยนับ:แห่ง)', '16.2 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสอ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 40 (หน่วยนับ:แห่ง)', '1', 100, NULL, '1', '2019-08-14 14:49:44');
INSERT INTO `kpi_main` VALUES (35, 104, '17.1 ร้อยละของโรงพยาบาลศูนย์, โรงพยาบาลทั่วไป,โรงพยาบาลสังกัดกรมการแพทย์, กรมควบคุมโรค และกรมสุขภาพจิต มีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ร้อยละ 100 (หน่วยนับ:แห่ง)', '17.1 ร้อยละของโรงพยาบาลศูนย์, โรงพยาบาลทั่วไป,โรงพยาบาลสังกัดกรมการแพทย์, กรมควบคุมโรค และกรมสุขภาพจิต มีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ร้อยละ 100 (หน่วยนับ:แห่ง)', '1', 100, NULL, '1', '2019-08-14 14:49:48');
INSERT INTO `kpi_main` VALUES (36, 104, '17.2 ร้อยละของโรงพยาบาลชุมชน สังกัดกระทรวงสาธารณสุขมีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ≥ ร้อยละ 90 (หน่วยนับ:แห่ง)', '17.2 ร้อยละของโรงพยาบาลชุมชน สังกัดกระทรวงสาธารณสุขมีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ≥ ร้อยละ 90 (หน่วยนับ:แห่ง)', '1', 100, NULL, '1', '2019-08-14 14:49:51');
INSERT INTO `kpi_main` VALUES (37, 104, '18.1 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 3 ดาว ร้อนละ 100', '18.1 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 3 ดาว ร้อนละ 100', '1', 100, NULL, '1', '2019-08-14 14:49:53');
INSERT INTO `kpi_main` VALUES (38, 104, '18.2 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 5 ดาวสะสม ร้อยละ 60', '18.2 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 5 ดาวสะสม ร้อยละ 60', '1', 100, NULL, '1', '2019-08-14 14:49:57');
INSERT INTO `kpi_main` VALUES (39, 104, '19.1 รพศ./รพท. มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป อย่างน้อยจังหวัดละ 1 แห่ง', '19.1 รพศ./รพท. มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป อย่างน้อยจังหวัดละ 1 แห่ง', '0', 100, NULL, '1', '2019-08-14 14:50:01');
INSERT INTO `kpi_main` VALUES (40, 104, '19.2 รพช.และ รพ. สังกัดกรมวิชาการ มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป ร้อยละ 50', '19.2 รพช.และ รพ. สังกัดกรมวิชาการ มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป ร้อยละ 50', '1', 100, NULL, '1', '2019-08-14 14:50:04');
INSERT INTO `kpi_main` VALUES (41, 104, '20.มีการใช้ Application สำหรับ PCC ใน PCC ทุกแห่ง (ร้อยละ 100)', '20.มีการใช้ Application สำหรับ PCC ใน PCC ทุกแห่ง (ร้อยละ 100)', '0', 100, NULL, '1', '2019-08-14 14:50:07');
INSERT INTO `kpi_main` VALUES (42, 104, '21.ร้อยละของหน่วยบริการที่ประสบภาวะวิกฤตทางการเงินระดับ 7 ไม่เกินร้อยละ 4', '21.ร้อยละของหน่วยบริการที่ประสบภาวะวิกฤตทางการเงินระดับ 7 ไม่เกินร้อยละ 4', '1', 100, NULL, '1', '2019-08-14 14:50:10');
INSERT INTO `kpi_main` VALUES (43, 201, '1.อัตราส่วนการตายมารดาไทย ≤ 17 ต่อการเกิดมีชีพแสนคน (หน่วยนับ:คน)', '1.อัตราส่วนการตายมารดาไทย ≤ 17 ต่อการเกิดมีชีพแสนคน (หน่วยนับ:คน)', '2', 100, '', '1', '2019-08-14 14:50:14');
INSERT INTO `kpi_main` VALUES (44, 201, '2.1 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ได้รับการคัดกรองพัฒนาการ ', '2.1 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ได้รับการคัดกรองพัฒนาการ ', '2', 100, '', '1', '2019-08-14 14:50:17');
INSERT INTO `kpi_main` VALUES (45, 201, '2.2 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 20 ของเด็กอายุ 0-5 ปี ที่ได้รับการคัดกรองพัฒนาการ พบสงสัยล่าช้า', '2.2 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 20 ของเด็กอายุ 0-5 ปี ที่ได้รับการคัดกรองพัฒนาการ พบสงสัยล่าช้า', '2', 100, '', '1', '2019-08-14 14:50:21');
INSERT INTO `kpi_main` VALUES (46, 201, '2.3 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ที่มีพัฒนาการสงสัยล่าช้าได้รับการติดตาม', '2.3 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 90 ของเด็กอายุ 0-5 ปี ที่มีพัฒนาการสงสัยล่าช้าได้รับการติดตาม', '2', 100, '', '1', '2019-08-14 14:50:23');
INSERT INTO `kpi_main` VALUES (47, 201, '2.4 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 60 ของเด็กพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I', '2.4 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 60 ของเด็กพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I', '2', 100, '', '1', '2019-08-14 14:50:31');
INSERT INTO `kpi_main` VALUES (48, 201, '3.1 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมากขึ้นไป มากกว่าเท่ากับร้อยละ 40', '3.1 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมากขึ้นไป มากกว่าเท่ากับร้อยละ 40', '0', 100, NULL, '1', '2019-08-14 14:50:34');
INSERT INTO `kpi_main` VALUES (49, 201, '3.2 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมาก Plus อย่างน้อย 1 แห่ง', '3.2 ร้อยละโรงพยาบาลสังกัดกระทรวงสาธารณสุขที่ดำเนินกิจกรรม GREEN & CLEAN ผ่านเกณฑ์ระดับดีมาก Plus อย่างน้อย 1 แห่ง', '0', 100, NULL, '1', '2019-08-14 14:50:38');
INSERT INTO `kpi_main` VALUES (50, 201, '4.ร้อยละของตำบลที่มีระบบการส่งเสริมสุขภาพดูแลผู้สูงอายุระยะยาว (Long Term Care) ในชุมชนผ่านเกณฑ์  ไม่น้อยกว่าร้อยละ 60 (หน่วยนับ:ตำบล)', '4.ร้อยละของตำบลที่มีระบบการส่งเสริมสุขภาพดูแลผู้สูงอายุระยะยาว (Long Term Care) ในชุมชนผ่านเกณฑ์  ไม่น้อยกว่าร้อยละ 60 (หน่วยนับ:ตำบล)', '1', 100, NULL, '1', '2019-08-14 14:50:41');
INSERT INTO `kpi_main` VALUES (51, 201, '5.1 อัตราผู้ป่วยเบาหวานรายใหม่จากกลุ่มเสี่ยงเบาหวาน ไม่เกินร้อยละ 2.05', '5.1 อัตราผู้ป่วยเบาหวานรายใหม่จากกลุ่มเสี่ยงเบาหวาน ไม่เกินร้อยละ 2.05', '2', 100, '', '1', '2019-08-14 14:50:44');
INSERT INTO `kpi_main` VALUES (52, 201, '5.2 อัตราประชากร Pre-DMในเขตรับผิดชอบของปีที่ผ่านมาได้รับการตรวจน้ำตาลซ้ำและได้รับคำแนะนำเพื่อปรับเปลี่ยนพฤติกรรม ไม่น้อยกว่าร้อยละ 90', '5.2 อัตราประชากร Pre-DMในเขตรับผิดชอบของปีที่ผ่านมาได้รับการตรวจน้ำตาลซ้ำและได้รับคำแนะนำเพื่อปรับเปลี่ยนพฤติกรรม ไม่น้อยกว่าร้อยละ 90', '2', 100, '', '1', '2019-08-14 14:50:47');
INSERT INTO `kpi_main` VALUES (53, 201, '5.3 อัตราประชากรกลุ่มเสี่ยงและสงสัยป่วยความดันโลหิตสูงในพื้นที่รับผิดชอบได้รับการวัดความดันโลหิตที่บ้าน ไม่น้อยกว่าร้อยละ 30 (หน่วยนับ:คน)', '5.3 อัตราประชากรกลุ่มเสี่ยงและสงสัยป่วยความดันโลหิตสูงในพื้นที่รับผิดชอบได้รับการวัดความดันโลหิตที่บ้าน ไม่น้อยกว่าร้อยละ 30 (หน่วยนับ:คน)', '2', 100, '', '1', '2019-08-14 14:50:50');
INSERT INTO `kpi_main` VALUES (54, 201, '6.ร้อยละของจังหวัดมีศูนย์ปฏิบัติการภาวะฉุกเฉิน (EOC) และทีมตระหนักรู้สถานการณ์ (SAT) ที่สามารถปฏิบัติงานได้จริง (หน่วยนับ:สสจ)', '6.ร้อยละของจังหวัดมีศูนย์ปฏิบัติการภาวะฉุกเฉิน (EOC) และทีมตระหนักรู้สถานการณ์ (SAT) ที่สามารถปฏิบัติงานได้จริง (หน่วยนับ:สสจ)', '0', 100, NULL, '1', '2019-08-14 14:50:53');
INSERT INTO `kpi_main` VALUES (55, 201, '7.1 อัตราการคลอดมีชีพในหญิงอายุ 15-19 ปี  ไม่เกิน 38 ต่อประชากรหญิง 15-19 ปี 1,000 คน (หน่วยนับ:คน)', '7.1 อัตราการคลอดมีชีพในหญิงอายุ 15-19 ปี  ไม่เกิน 38 ต่อประชากรหญิง 15-19 ปี 1,000 คน (หน่วยนับ:คน)', '2', 100, '', '1', '2019-08-14 14:50:56');
INSERT INTO `kpi_main` VALUES (56, 201, '7.2 อัตราการคลอดมีชีพในหญิงอายุ 15-19 ปี Adjusted ไม่เกิน 38 ต่อประชากรหญิง 15-19 ปี 1,000 คน', '7.2 อัตราการคลอดมีชีพในหญิงอายุ 15-19 ปี Adjusted ไม่เกิน 38 ต่อประชากรหญิง 15-19 ปี 1,000 คน', '2', 100, '', '1', '2019-08-14 14:50:58');
INSERT INTO `kpi_main` VALUES (57, 201, '8. โครงการ “3 ล้าน 3 ปี เลิกบุหรี่ทั่วไทย เทิดไท้องค์ราชัน (จำนวนผู้สูบบุหรี่เลิกสูบบุหรี่)', '8. โครงการ “3 ล้าน 3 ปี เลิกบุหรี่ทั่วไทย เทิดไท้องค์ราชัน (จำนวนผู้สูบบุหรี่เลิกสูบบุหรี่)', '0', 100, NULL, '1', '2019-08-14 14:51:01');
INSERT INTO `kpi_main` VALUES (58, 201, '9.1 ร้อยละของผู้ป่วยโรคเบาหวานที่ควบคุมได้ ไม่น้อยกว่าร้อยละ 40 (หน่วยนับ:คน)', '9.1 ร้อยละของผู้ป่วยโรคเบาหวานที่ควบคุมได้ ไม่น้อยกว่าร้อยละ 40 (หน่วยนับ:คน)', '2', 100, '', '1', '2019-08-14 14:51:03');
INSERT INTO `kpi_main` VALUES (59, 201, '9.2 ร้อยละของผู้ป่วยโรคความดันโลหิตสูงที่ควบคุมได้  ไม่น้อยกว่าร้อยละ 50 (หน่วยนับ:คน)', '9.2 ร้อยละของผู้ป่วยโรคความดันโลหิตสูงที่ควบคุมได้  ไม่น้อยกว่าร้อยละ 50 (หน่วยนับ:คน)', '2', 100, '', '1', '2019-08-14 14:51:06');
INSERT INTO `kpi_main` VALUES (60, 201, '2.5 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 85 ของเด็กอายุ 0-5 ปี มีพัฒนาการสมวัย', '2.5 ระดับความสำเร็จของพัฒนาการเด็กตามเกณฑ์มาตรฐาน ร้อยละ 85 ของเด็กอายุ 0-5 ปี มีพัฒนาการสมวัย', '2', 100, '', '1', '2019-08-14 14:51:09');
INSERT INTO `kpi_main` VALUES (61, 202, '10.ร้อยละ 60 ของอำเภอมีการพัฒนาคุณภาพชีวิตระดับอำเภอ (พชอ.) ที่มีคุณภาพ ', '10.ร้อยละ 60 ของอำเภอมีการพัฒนาคุณภาพชีวิตระดับอำเภอ (พชอ.) ที่มีคุณภาพ ', '0', 100, NULL, '1', '2019-08-14 14:51:12');
INSERT INTO `kpi_main` VALUES (62, 202, '11.ร้อยละของคลินิกหมอครอบครัวที่เปิดดำเนินการในพื้นที่ (Primary Care Cluster) ค่าเป้าหมายสะสม ร้อยละ 36 ( 1,170 ทีม ) (จัดตั้งทีมใหม่ 364 ทีม)', '11.ร้อยละของคลินิกหมอครอบครัวที่เปิดดำเนินการในพื้นที่ (Primary Care Cluster) ค่าเป้าหมายสะสม ร้อยละ 36 ( 1,170 ทีม ) (จัดตั้งทีมใหม่ 364 ทีม)', '0', 100, NULL, '1', '2019-08-14 14:51:14');
INSERT INTO `kpi_main` VALUES (63, 202, '12.1 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 3 ดาว ร้อนละ 100', '12.1 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 3 ดาว ร้อนละ 100', '1', 100, NULL, '1', '2019-08-14 14:51:17');
INSERT INTO `kpi_main` VALUES (64, 202, '12.2 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 5 ดาวสะสม ร้อยละ 60', '12.2 ร้อยละของ รพ.สต. ที่ผ่านเกณฑ์การพัฒนาคุณภาพ รพ.สต. ติดดาว ระดับ 5 ดาวสะสม ร้อยละ 60', '1', 100, NULL, '1', '2019-08-14 14:51:21');
INSERT INTO `kpi_main` VALUES (65, 202, '13.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '13.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '1', 100, NULL, '1', '2019-08-14 14:51:24');
INSERT INTO `kpi_main` VALUES (66, 202, '14.1 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '14.1 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '1', 100, NULL, '1', '2019-08-14 14:51:26');
INSERT INTO `kpi_main` VALUES (67, 202, '14.2 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '14.2 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '1', 100, NULL, '1', '2019-08-14 14:51:27');
INSERT INTO `kpi_main` VALUES (68, 202, '14.3 ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '14.3 ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '2', 100, NULL, '1', '2019-08-14 14:51:29');
INSERT INTO `kpi_main` VALUES (69, 202, '15.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '15.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '2', 100, '', '1', '2019-08-14 14:51:32');
INSERT INTO `kpi_main` VALUES (70, 202, '15.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '15.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '2', 100, '', '1', '2019-08-14 14:51:36');
INSERT INTO `kpi_main` VALUES (71, 202, '15.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '15.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '2', 100, '', '1', '2019-08-14 14:51:42');
INSERT INTO `kpi_main` VALUES (72, 202, '15.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '15.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '1', 100, NULL, '1', '2019-08-14 14:51:45');
INSERT INTO `kpi_main` VALUES (73, 202, '15.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '15.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '1', 100, NULL, '1', '2019-08-14 14:51:48');
INSERT INTO `kpi_main` VALUES (74, 202, '15.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '15.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '1', 100, NULL, '1', '2019-08-14 14:51:52');
INSERT INTO `kpi_main` VALUES (75, 202, '16. อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30  ', '16. อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30  ', '2', 100, '', '1', '2019-08-14 14:51:57');
INSERT INTO `kpi_main` VALUES (76, 202, '17.1 อัตราของผู้ป่วย trauma triage level 1 และมีข้อบ่งชี้ในการผ่าตัด ในโรงพยาบาลระดับ A, S, M1 สามารถเข้าห้องผ่าตัดได้ภายใน 60 นาที ไม่ต่ำกว่าร้อยละ 80', '17.1 อัตราของผู้ป่วย trauma triage level 1 และมีข้อบ่งชี้ในการผ่าตัด ในโรงพยาบาลระดับ A, S, M1 สามารถเข้าห้องผ่าตัดได้ภายใน 60 นาที ไม่ต่ำกว่าร้อยละ 80', '2', 100, NULL, '1', '2019-08-14 14:52:00');
INSERT INTO `kpi_main` VALUES (77, 202, '17.2 อัตราของผู้ป่วย triage level 1, 2 อยู่ในห้องฉุกเฉิน <2 ชม. ในโรงพยาบาลระดับ A, S, M1 ไม่ต่ำกว่าร้อยละ 60', '17.2 อัตราของผู้ป่วย triage level 1, 2 อยู่ในห้องฉุกเฉิน <2 ชม. ในโรงพยาบาลระดับ A, S, M1 ไม่ต่ำกว่าร้อยละ 60', '2', 100, NULL, '1', '2019-08-14 14:52:02');
INSERT INTO `kpi_main` VALUES (78, 202, '17.3 อัตราตายของผู้ป่วย PS score >0.75 ในโรงพยาบาลทุกระดับ และได้รับการทำ root cause analysis ไม่ต่ำกว่าร้อยละ 100', '17.3 อัตราตายของผู้ป่วย PS score >0.75 ในโรงพยาบาลทุกระดับ และได้รับการทำ root cause analysis ไม่ต่ำกว่าร้อยละ 100', '2', 100, NULL, '1', '2019-08-14 14:52:04');
INSERT INTO `kpi_main` VALUES (79, 202, '17.4 อัตราตายผู้ป่วยบาดเจ็บรุนแรงต่อสมอง (mortality rate of severe traumatic brain injury) (รหัส ICD S 06.1 – S 06.9)     ไม่เกินร้อยละ 45', '17.4 อัตราตายผู้ป่วยบาดเจ็บรุนแรงต่อสมอง (mortality rate of severe traumatic brain injury) (รหัส ICD S 06.1 – S 06.9)     ไม่เกินร้อยละ 45', '2', 100, NULL, '1', '2019-08-14 14:52:06');
INSERT INTO `kpi_main` VALUES (80, 202, '17.5 อัตราของ TEA unit ในโรงพยาบาลระดับ A, S, M1 ที่ผ่านเกณฑ์ประเมินคุณภาพ ไม่ต่ำกว่าร้อยละ 80', '17.5 อัตราของ TEA unit ในโรงพยาบาลระดับ A, S, M1 ที่ผ่านเกณฑ์ประเมินคุณภาพ ไม่ต่ำกว่าร้อยละ 80', '0', 100, NULL, '1', '2019-08-14 14:52:09');
INSERT INTO `kpi_main` VALUES (81, 202, '17.6 อัตราของโรงพยาบาลระดับ F2 ขึ้นไปที่ผ่านเกณฑ์ประเมิน ECS คุณภาพ ไม่ต่ำกว่าร้อยละ 80', '17.6 อัตราของโรงพยาบาลระดับ F2 ขึ้นไปที่ผ่านเกณฑ์ประเมิน ECS คุณภาพ ไม่ต่ำกว่าร้อยละ 80', '0', 100, NULL, '1', '2019-08-14 14:52:12');
INSERT INTO `kpi_main` VALUES (82, 202, '17.7 อัตราเสียชีวิตของผู้ป่วยวิกฤติฉุกเฉิน (triage level 1) ภายใน 24 ชม. ใน โรงพยาบาล A, S, M1 น้อยกว่าร้อยละ 12  ', '17.7 อัตราเสียชีวิตของผู้ป่วยวิกฤติฉุกเฉิน (triage level 1) ภายใน 24 ชม. ใน โรงพยาบาล A, S, M1 น้อยกว่าร้อยละ 12  ', '0', 100, NULL, '1', '2019-08-14 14:52:15');
INSERT INTO `kpi_main` VALUES (83, 202, '18.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '18.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '1', 100, NULL, '1', '2019-08-14 14:52:17');
INSERT INTO `kpi_main` VALUES (84, 202, '19.1 อัตราการฆ่าตัวตายสำเร็จ ≤ 6.3 ต่อประชากรแสนคน', '19.1 อัตราการฆ่าตัวตายสำเร็จ ≤ 6.3 ต่อประชากรแสนคน', '2', 100, '', '1', '2019-08-14 14:52:21');
INSERT INTO `kpi_main` VALUES (85, 202, '19.2 ร้อยละของผู้พยายามฆ่าตัวตายไม่กลับมาทําร้ายตัวเองซ้ำในระยะเวลา 1 ปี ร้อยละ 80', '19.2 ร้อยละของผู้พยายามฆ่าตัวตายไม่กลับมาทําร้ายตัวเองซ้ำในระยะเวลา 1 ปี ร้อยละ 80', '1', 100, NULL, '1', '2019-08-14 14:52:24');
INSERT INTO `kpi_main` VALUES (86, 202, '20.ร้อยละของผู้ป่วย CKD ที่มีอัตราการลดลงของ eGFR<4 ml/min/1.73m2/yr ร้อยละ 66', '20.ร้อยละของผู้ป่วย CKD ที่มีอัตราการลดลงของ eGFR<4 ml/min/1.73m2/yr ร้อยละ 66', '2', 100, '', '1', '2019-08-14 14:52:28');
INSERT INTO `kpi_main` VALUES (87, 202, '21.ร้อยละของผู้ป่วยที่เข้ารับการผ่าตัดแบบ One Day Surgery ร้อยละ 20', '21.ร้อยละของผู้ป่วยที่เข้ารับการผ่าตัดแบบ One Day Surgery ร้อยละ 20', '0', 100, NULL, '1', '2019-08-14 14:52:30');
INSERT INTO `kpi_main` VALUES (88, 202, '22.อัตราส่วนของจำนวนผู้ยินยอมบริจาคอวัยวะจากผู้ป่วยสมองตาย ต่อ จำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล (ระดับ A,S)', '22.อัตราส่วนของจำนวนผู้ยินยอมบริจาคอวัยวะจากผู้ป่วยสมองตาย ต่อ จำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล (ระดับ A,S)', '0', 100, NULL, '1', '2019-08-14 14:52:37');
INSERT INTO `kpi_main` VALUES (89, 202, '23.อัตราส่วนของจำนวนผู้ยินยอมบริจาคดวงตา ต่อจำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล', '23.อัตราส่วนของจำนวนผู้ยินยอมบริจาคดวงตา ต่อจำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล', '0', 100, NULL, '1', '2019-08-14 14:52:40');
INSERT INTO `kpi_main` VALUES (90, 202, '24.ร้อยละของผู้ป่วยนอกทั้งหมดที่ได้รับบริการตรวจ วินิจฉัย รักษาโรค และฟื้นฟูสภาพด้วยศาสตร์การแพทย์แผนไทยและการแพทย์ทางเลือก', '24.ร้อยละของผู้ป่วยนอกทั้งหมดที่ได้รับบริการตรวจ วินิจฉัย รักษาโรค และฟื้นฟูสภาพด้วยศาสตร์การแพทย์แผนไทยและการแพทย์ทางเลือก', '2', 100, '', '1', '2019-08-14 14:52:43');
INSERT INTO `kpi_main` VALUES (91, 202, '24.1 ร้อยละของผู้ป่วยนอก ใน รพศ. รพท. ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 10 (หน่วยนับ:ครั้ง)', '24.1 ร้อยละของผู้ป่วยนอก ใน รพศ. รพท. ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 10 (หน่วยนับ:ครั้ง)', '2', 100, '', '1', '2019-08-14 14:52:46');
INSERT INTO `kpi_main` VALUES (92, 202, '24.2 ร้อยละของผู้ป่วยนอก ใน รพช.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 20 (หน่วยนับ:ครั้ง)', '24.2 ร้อยละของผู้ป่วยนอก ใน รพช.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 20 (หน่วยนับ:ครั้ง)', '2', 100, '', '1', '2019-08-14 14:52:49');
INSERT INTO `kpi_main` VALUES (93, 202, '24.3 ร้อยละของผู้ป่วยนอก ใน รพ.สต.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 30 (หน่วยนับ:ครั้ง)', '24.3 ร้อยละของผู้ป่วยนอก ใน รพ.สต.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 30 (หน่วยนับ:ครั้ง)', '2', 100, '', '1', '2019-08-14 14:52:52');
INSERT INTO `kpi_main` VALUES (94, 202, '25.อัตราตายของผู้ป่วยโรคหลอดเลือดหัวใจ(STEMI) ไม่เกิน 26 ต่อประชากร 1 แสนคน', '25.อัตราตายของผู้ป่วยโรคหลอดเลือดหัวใจ(STEMI) ไม่เกิน 26 ต่อประชากร 1 แสนคน', '2', 100, '', '1', '2019-08-14 14:52:54');
INSERT INTO `kpi_main` VALUES (95, 203, '26.ร้อยละของเขตสุขภาพที่มีการบริหารจัดการกำลังคนที่มีประสิทธิภาพ (มีข้อมูล มีแผนการบริหารตำแหน่ง มีการดำเนินการตามแผน และมีบุคลากรสาธารณสุขเพียงพอ ครบ 4 ประเด็น โดยได้รับคะแนนรวมไม่น้อยกว่าร้อยละ 70 ', '26.ร้อยละของเขตสุขภาพที่มีการบริหารจัดการกำลังคนที่มีประสิทธิภาพ (มีข้อมูล มีแผนการบริหารตำแหน่ง มีการดำเนินการตามแผน และมีบุคลากรสาธารณสุขเพียงพอ ครบ 4 ประเด็น โดยได้รับคะแนนรวมไม่น้อยกว่าร้อยละ 70 ', '0', 100, NULL, '1', '2019-08-14 14:52:56');
INSERT INTO `kpi_main` VALUES (96, 203, '27.จำนวนหน่วยงานที่เป็นองค์กรแห่งความสุข (อย่างน้อยจังหวัดละ 1 แห่ง)', '27.จำนวนหน่วยงานที่เป็นองค์กรแห่งความสุข (อย่างน้อยจังหวัดละ 1 แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:52:59');
INSERT INTO `kpi_main` VALUES (97, 203, '28.1 รพศ./รพท. มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป อย่างน้อยจังหวัดละ 1 แห่ง', '28.1 รพศ./รพท. มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป อย่างน้อยจังหวัดละ 1 แห่ง', '0', 100, NULL, '1', '2019-08-14 14:53:04');
INSERT INTO `kpi_main` VALUES (98, 203, '28.2 รพช.และ รพ. สังกัดกรมวิชาการ มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป ร้อยละ 50', '28.2 รพช.และ รพ. สังกัดกรมวิชาการ มีการดำเนินงาน Digital Transformation เพื่อก้าวสู่การเป็น Smart Hospital ผ่านเกณฑ์ ระดับ 2 ขึ้นไป ร้อยละ 50', '1', 100, NULL, '1', '2019-08-14 14:53:07');
INSERT INTO `kpi_main` VALUES (99, 203, '29.มีการใช้ Application สำหรับ PCC ใน PCC ทุกแห่ง (ร้อยละ 100)', '29.มีการใช้ Application สำหรับ PCC ใน PCC ทุกแห่ง (ร้อยละ 100)', '0', 100, NULL, '1', '2019-08-14 14:53:10');
INSERT INTO `kpi_main` VALUES (100, 203, '30.ร้อยละของหน่วยบริการที่ประสบภาวะวิกฤตทางการเงินระดับ 7 ไม่เกินร้อยละ 4', '30.ร้อยละของหน่วยบริการที่ประสบภาวะวิกฤตทางการเงินระดับ 7 ไม่เกินร้อยละ 4', '0', 100, NULL, '1', '2019-08-14 14:53:13');
INSERT INTO `kpi_main` VALUES (101, 203, '31.1 ร้อยละของโรงพยาบาลศูนย์, โรงพยาบาลทั่วไป,โรงพยาบาลสังกัดกรมการแพทย์, กรมควบคุมโรค และกรมสุขภาพจิต มีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ร้อยละ 100 (หน่วยนับ:แห่ง)', '31.1 ร้อยละของโรงพยาบาลศูนย์, โรงพยาบาลทั่วไป,โรงพยาบาลสังกัดกรมการแพทย์, กรมควบคุมโรค และกรมสุขภาพจิต มีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ร้อยละ 100 (หน่วยนับ:แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:53:16');
INSERT INTO `kpi_main` VALUES (102, 203, '31.2 ร้อยละของโรงพยาบาลชุมชน สังกัดกระทรวงสาธารณสุขมีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ≥ ร้อยละ 90 (หน่วยนับ:แห่ง)', '31.2 ร้อยละของโรงพยาบาลชุมชน สังกัดกระทรวงสาธารณสุขมีคุณภาพมาตรฐานผ่านการรับรอง HA ขั้น 3  ≥ ร้อยละ 90 (หน่วยนับ:แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:53:19');
INSERT INTO `kpi_main` VALUES (103, 203, '32.1 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสจ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 60 (หน่วยนับ:แห่ง)', '32.1 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสจ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 60 (หน่วยนับ:แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:53:22');
INSERT INTO `kpi_main` VALUES (104, 203, '32.2 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสอ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 40 (หน่วยนับ:แห่ง)', '32.2 ระดับความสำเร็จของการพัฒนาคุณภาพการบริหารจัดการภาครัฐ สสอ. ผ่าน PMQA ระดับ 5  ≥ ร้อยละ 40 (หน่วยนับ:แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:53:25');
INSERT INTO `kpi_main` VALUES (105, 203, '33.ร้อยละของเขตสุขภาพที่มีนวัตกรรมการบริหารจัดการ ร้อยละ 100', '33.ร้อยละของเขตสุขภาพที่มีนวัตกรรมการบริหารจัดการ ร้อยละ 100', '0', 100, NULL, '1', '2019-08-14 14:53:28');
INSERT INTO `kpi_main` VALUES (106, 203, '34.ร้อยละของหน่วยงานในสังกัดกระทรวงสาธารณสุขผ่านเกณฑ์การประเมิน ITA ร้อยละ 90', '34.ร้อยละของหน่วยงานในสังกัดกระทรวงสาธารณสุขผ่านเกณฑ์การประเมิน ITA ร้อยละ 90', '0', 100, NULL, '1', '2019-08-14 14:53:33');
INSERT INTO `kpi_main` VALUES (107, 203, '35.ระดับความสำเร็จของหน่วยงานสังกัด สป.มีระบบการตรวจสอบภายใน ควบคุมภายใน และการบริหารความเสี่ยงระดับจังหวัด ร้อยละ 80', '35.ระดับความสำเร็จของหน่วยงานสังกัด สป.มีระบบการตรวจสอบภายใน ควบคุมภายใน และการบริหารความเสี่ยงระดับจังหวัด ร้อยละ 80', '0', 100, NULL, '1', '2019-08-14 14:53:37');
INSERT INTO `kpi_main` VALUES (108, 301, '3.1 ความครอบคลุมเด็กอายุ 0-5 ปี ที่ได้รับการชั่งน้ำหนักและวัดความยาว/ส่วนสูง ร้อยละ 100', '3.1 ความครอบคลุมเด็กอายุ 0-5 ปี ที่ได้รับการชั่งน้ำหนักและวัดความยาว/ส่วนสูง ร้อยละ 100', '2', 100, '', '1', '2019-08-14 14:53:41');
INSERT INTO `kpi_main` VALUES (109, 301, '3.2 ร้อยละเด็กอายุ 0-5 ปีสูงดีสมส่วน ไม่น้อยกว่าร้อยละ 57', '3.2 ร้อยละเด็กอายุ 0-5 ปีสูงดีสมส่วน ไม่น้อยกว่าร้อยละ 57', '2', 100, '', '1', '2019-08-14 14:53:43');
INSERT INTO `kpi_main` VALUES (110, 301, '3.3 ส่วนสูงเฉลี่ยเด็กชายที่อายุ 5 ปี (Baseline ของประเทศ ปี 2561 เท่ากับ 109.4 ซม.)', '3.3 ส่วนสูงเฉลี่ยเด็กชายที่อายุ 5 ปี (Baseline ของประเทศ ปี 2561 เท่ากับ 109.4 ซม.)', '2', 100, '', '1', '2019-08-14 14:53:46');
INSERT INTO `kpi_main` VALUES (111, 301, '3.4 ส่วนสูงเฉลี่ยเด็กหญิงที่อายุ 5 ปี (Baseline ของประเทศ ปี 2561 เท่ากับ 108.7 ซม.)', '3.4 ส่วนสูงเฉลี่ยเด็กหญิงที่อายุ 5 ปี (Baseline ของประเทศ ปี 2561 เท่ากับ 108.7 ซม.)', '2', 100, '', '1', '2019-08-14 14:53:48');
INSERT INTO `kpi_main` VALUES (112, 301, '4.1 เด็กไทยมีระดับสติปัญญาเฉลี่ยไม่ต่ำกว่า 100', '4.1 เด็กไทยมีระดับสติปัญญาเฉลี่ยไม่ต่ำกว่า 100', '0', 150, NULL, '1', '2019-08-14 14:53:51');
INSERT INTO `kpi_main` VALUES (113, 301, '4.2 ร้อยละของเด็กปฐมวัยที่ได้รับการคัดกรองแล้วพบว่ามีพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I ไม่น้อยกว่าร้อยละ 60', '4.2 ร้อยละของเด็กปฐมวัยที่ได้รับการคัดกรองแล้วพบว่ามีพัฒนาการล่าช้าได้รับการกระตุ้นพัฒนาการด้วย TEDA4I ไม่น้อยกว่าร้อยละ 60', '2', 100, '', '1', '2019-08-14 14:53:54');
INSERT INTO `kpi_main` VALUES (114, 301, '5.1 ร้อยละเด็กวัยเรียน (อายุ 6-14 ปี) สูงดีสมส่วน ไม่น้อยกว่าร้อยละ 68', '5.1 ร้อยละเด็กวัยเรียน (อายุ 6-14 ปี) สูงดีสมส่วน ไม่น้อยกว่าร้อยละ 68', '2', 100, '', '1', '2019-08-14 14:53:57');
INSERT INTO `kpi_main` VALUES (115, 301, '5.2 ร้อยละเด็กวัยเรียน (อายุ 6-14 ปี) มีภาวะผอม (Baseline ของประเทศ ปี 2561 ร้อยละ 4.7)', '5.2 ร้อยละเด็กวัยเรียน (อายุ 6-14 ปี) มีภาวะผอม (Baseline ของประเทศ ปี 2561 ร้อยละ 4.7)', '2', 100, '', '1', '2019-08-14 14:53:59');
INSERT INTO `kpi_main` VALUES (116, 301, '5.3 ร้อยละเด็กวัยเรียน (อายุ 6-14 ปี) มีภาวะเริ่มอ้วนและอ้วน (Baseline ของประเทศ ปี 2561 ร้อยละ 11.8)', '5.3 ร้อยละเด็กวัยเรียน (อายุ 6-14 ปี) มีภาวะเริ่มอ้วนและอ้วน (Baseline ของประเทศ ปี 2561 ร้อยละ 11.8)', '2', 100, '', '1', '2019-08-14 14:54:02');
INSERT INTO `kpi_main` VALUES (117, 301, '5.4 ร้อยละเด็กวัยเรียน (อายุ 6-14 ปี) มีภาวะเตี้ย (Baseline ของประเทศ ปี 2561 ร้อยละ 5.7)', '5.4 ร้อยละเด็กวัยเรียน (อายุ 6-14 ปี) มีภาวะเตี้ย (Baseline ของประเทศ ปี 2561 ร้อยละ 5.7)', '2', 100, '', '1', '2019-08-14 14:54:05');
INSERT INTO `kpi_main` VALUES (118, 301, '5.5 ความครอบคลุมเด็กวัยเรียน (อายุ 6-14 ปี) ที่ได้รับการชั่งน้ำหนักและวัดความยาว/ส่วนสูง ร้อยละ 100', '5.5 ความครอบคลุมเด็กวัยเรียน (อายุ 6-14 ปี) ที่ได้รับการชั่งน้ำหนักและวัดความยาว/ส่วนสูง ร้อยละ 100(HDCไม่มีข้อมูลนักเรียนจึงประมวลผลไม่ได้)', '2', 100, NULL, '1', '2019-08-14 14:54:07');
INSERT INTO `kpi_main` VALUES (119, 301, '11.ร้อยละของผลิตภัณฑ์สุขภาพกลุ่มเสี่ยงที่ได้รับการตรวจสอบได้มาตรฐานตามเกณฑ์ที่กำหนด ไม่น้อยกว่าร้อยละ 80 (หน่วยนับ:ตัวอย่าง)', '11.ร้อยละของผลิตภัณฑ์สุขภาพกลุ่มเสี่ยงที่ได้รับการตรวจสอบได้มาตรฐานตามเกณฑ์ที่กำหนด ไม่น้อยกว่าร้อยละ 80 (หน่วยนับ:ตัวอย่าง)', '0', 100, NULL, '1', '2019-08-14 14:54:11');
INSERT INTO `kpi_main` VALUES (120, 301, '11.1 ร้อยละของผลิตภัณฑ์สุขภาพกลุ่มเสี่ยงที่ได้รับการตรวจสอบมีความปลอดภัย', '11.1 ร้อยละของผลิตภัณฑ์สุขภาพกลุ่มเสี่ยงที่ได้รับการตรวจสอบมีความปลอดภัย', '0', 100, NULL, '1', '2019-08-14 14:54:15');
INSERT INTO `kpi_main` VALUES (121, 301, '11.2 ร้อยละของยาแผนโบราณกลุ่มเสี่ยงปลอดภัย ไม่พบการปลอมปนสเตียรอยด์', '11.2 ร้อยละของยาแผนโบราณกลุ่มเสี่ยงปลอดภัย ไม่พบการปลอมปนสเตียรอยด์', '0', 100, NULL, '1', '2019-08-14 14:54:18');
INSERT INTO `kpi_main` VALUES (122, 302, '14.ร้อยละของครอบครัวที่มีศักยภาพในการดูแลสุขภาพตนเองได้ตามเกณฑ์ที่กำหนด ไม่น้อยกว่าร้อยละ 60 (หน่วยนับ:ครอบครัว)', '14.ร้อยละของครอบครัวที่มีศักยภาพในการดูแลสุขภาพตนเองได้ตามเกณฑ์ที่กำหนด ไม่น้อยกว่าร้อยละ 60 (หน่วยนับ:ครอบครัว)', '1', 100, NULL, '1', '2019-08-14 14:54:21');
INSERT INTO `kpi_main` VALUES (123, 302, '19.ร้อยละการส่งต่อผู้ป่วย(ผู้ป่วย 4 สาขา)นอกเขตสุขภาพลดลง ไม่น้อยกว่าร้อยละ 10', '19.ร้อยละการส่งต่อผู้ป่วย(ผู้ป่วย 4 สาขา)นอกเขตสุขภาพลดลง ไม่น้อยกว่าร้อยละ 10', '0', 100, NULL, '1', '2019-08-14 14:54:34');
INSERT INTO `kpi_main` VALUES (124, 302, '20.อัตราตายทารกแรกเกิด(อายุต่ำกว่าหรือเท่ากับ 28 วัน) น้อยกว่า 3.8 ต่อ 1,000 ทารกแรกเกิดมีชีพ', '20.อัตราตายทารกแรกเกิด(อายุต่ำกว่าหรือเท่ากับ 28 วัน) น้อยกว่า 3.8 ต่อ 1,000 ทารกแรกเกิดมีชีพ', '2', 100, '', '1', '2019-08-14 14:54:37');
INSERT INTO `kpi_main` VALUES (125, 302, '21.ร้อยละการบรรเทาอาการปวดและจัดการอาการต่างๆ ด้วย Strong Opioid Medication ในผู้ป่วยประคับประคองอย่างมีคุณภาพ ร้อยละ 40', '21.ร้อยละการบรรเทาอาการปวดและจัดการอาการต่างๆ ด้วย Strong Opioid Medication ในผู้ป่วยประคับประคองอย่างมีคุณภาพ ร้อยละ 40', '2', 100, NULL, '1', '2019-08-14 14:54:40');
INSERT INTO `kpi_main` VALUES (126, 302, '23.ร้อยละของผู้ป่วยโรคซึมเศร้าเข้าถึงบริการสุขภาพจิต ไม่น้อยกว่าร้อยละ 63 (หน่วยนับ:คน)', '23.ร้อยละของผู้ป่วยโรคซึมเศร้าเข้าถึงบริการสุขภาพจิต ไม่น้อยกว่าร้อยละ 63 (หน่วยนับ:คน)', '2', 100, '', '1', '2019-08-14 14:54:43');
INSERT INTO `kpi_main` VALUES (127, 302, '26.1 ร้อยละของโรงพยาบาลระดับ M1 ขึ้นไป ที่มีทีม Refracture Prevention   ร้อยละ 100 (หน่วยนับ:แห่ง)', '26.1 ร้อยละของโรงพยาบาลระดับ M1 ขึ้นไป ที่มีทีม Refracture Prevention   ร้อยละ 100 (หน่วยนับ:แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:54:46');
INSERT INTO `kpi_main` VALUES (128, 302, '26.2 ร้อยละของผู้ป่วยที่มีกระดูกหักซ้ำภายหลังกระดูกสะโพกหัก (Refracture) น้อยกว่าร้อยละ 30', '26.2 ร้อยละของผู้ป่วยที่มีกระดูกหักซ้ำภายหลังกระดูกสะโพกหัก (Refracture) น้อยกว่าร้อยละ 30', '0', 100, NULL, '1', '2019-08-14 14:54:49');
INSERT INTO `kpi_main` VALUES (129, 302, '26.3 ร้อยละของ Early surgery มากกว่าร้อยละ 50', '26.3 ร้อยละของ Early surgery มากกว่าร้อยละ 50', '0', 100, NULL, '1', '2019-08-14 14:54:52');
INSERT INTO `kpi_main` VALUES (130, 302, '27.ร้อยละของการให้การรักษาผู้ป่วย STEMI ใน รพ.ระดับ F2 ขึ้นไป ได้ตามมาตรฐานเวลาที่กำหนด ร้อยละ 50', '27.ร้อยละของการให้การรักษาผู้ป่วย STEMI ใน รพ.ระดับ F2 ขึ้นไป ได้ตามมาตรฐานเวลาที่กำหนด ร้อยละ 50', '0', 100, NULL, '1', '2019-08-14 14:54:55');
INSERT INTO `kpi_main` VALUES (131, 302, '29.1 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยการผ่าตัด ภายในระยะเวลา 4 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '29.1 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยการผ่าตัด ภายในระยะเวลา 4 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '0', 100, NULL, '1', '2019-08-14 14:54:57');
INSERT INTO `kpi_main` VALUES (132, 302, '29.2 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยเคมีบำบัด ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '29.2 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยเคมีบำบัด ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '0', 100, NULL, '1', '2019-08-14 14:54:59');
INSERT INTO `kpi_main` VALUES (133, 302, '29.3 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยรังสีรักษา ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 60 (หน่วยนับ:ราย)', '29.3 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยรังสีรักษา ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 60 (หน่วยนับ:ราย)', '0', 100, NULL, '1', '2019-08-14 14:55:02');
INSERT INTO `kpi_main` VALUES (134, 302, '31.ร้อยละของผู้ป่วยตาบอดจากต้อกระจก (Blinding Cataract) ได้รับการผ่าตัดภายใน 30 วัน ร้อยละ 85', '31.ร้อยละของผู้ป่วยตาบอดจากต้อกระจก (Blinding Cataract) ได้รับการผ่าตัดภายใน 30 วัน ร้อยละ 85', '0', 100, NULL, '1', '2019-08-14 14:55:05');
INSERT INTO `kpi_main` VALUES (135, 302, '35.ร้อยละของโรงพยาบาลระดับ M และ F ในจังหวัดที่ให้การบริบาลฟื้นสภาพระยะกลางแบบผู้ป่วยใน (intermediate bed/ward) ร้อยละ 50', '35.ร้อยละของโรงพยาบาลระดับ M และ F ในจังหวัดที่ให้การบริบาลฟื้นสภาพระยะกลางแบบผู้ป่วยใน (intermediate bed/ward) ร้อยละ 50', '0', 100, NULL, '1', '2019-08-14 14:55:08');
INSERT INTO `kpi_main` VALUES (136, 302, '35.1 ผู้ป่วย Stroke, Traumatic Brain Injury และ Spinal Cord Injury ที่รอดชีวิตและมีคะแนน Barthel index <15 รวมทั้งคะแนน Barthel index >15 with multiple impairment ได้รับการบริบาลฟื้นสภาพระยะกลางและติดตามจนครบ 6 เดือน หรือจน Barthel index = 20 ร้อยละ ', '35.1 ผู้ป่วย Stroke, Traumatic Brain Injury และ Spinal Cord Injury ที่รอดชีวิตและมีคะแนน Barthel index <15 รวมทั้งคะแนน Barthel index >15 with multiple impairment ได้รับการบริบาลฟื้นสภาพระยะกลางและติดตามจนครบ 6 เดือน หรือจน Barthel index = 20 ร้อยละ ', '0', 100, NULL, '1', '2019-08-14 14:55:11');
INSERT INTO `kpi_main` VALUES (137, 302, '38.ร้อยละของประชากรเข้าถึงบริการการแพทย์ฉุกเฉิน ไม่ต่ำกว่าร้อยละ 22', '38.ร้อยละของประชากรเข้าถึงบริการการแพทย์ฉุกเฉิน ไม่ต่ำกว่าร้อยละ 22', '0', 100, NULL, '1', '2019-08-14 14:55:14');
INSERT INTO `kpi_main` VALUES (138, 302, '39.ร้อยละของจังหวัดที่มีระบบจัดการปัจจัยเสี่ยงจากสิ่งแวดล้อมและสุขภาพอย่างบูรณาการมีประสิทธิภาพและยั่งยืน (ผ่านเกณฑ์ระดับพื้นฐาน)', '39.ร้อยละของจังหวัดที่มีระบบจัดการปัจจัยเสี่ยงจากสิ่งแวดล้อมและสุขภาพอย่างบูรณาการมีประสิทธิภาพและยั่งยืน (ผ่านเกณฑ์ระดับพื้นฐาน)', '0', 100, NULL, '1', '2019-08-14 14:55:29');
INSERT INTO `kpi_main` VALUES (139, 302, '40.ระดับความสำเร็จของการพัฒนาเมืองสมุนไพร (ได้คะแนนประเมินร้อยละ 80)', '40.ระดับความสำเร็จของการพัฒนาเมืองสมุนไพร (ได้คะแนนประเมินร้อยละ 80)', '0', 100, NULL, '1', '2019-08-14 14:55:32');
INSERT INTO `kpi_main` VALUES (140, 303, '41.ระดับความสำเร็จของเขตสุขภาพที่มีการบริหารจัดการระบบการผลิตและพัฒนากำลังคนได้ตามเกณฑ์เป้าหมายที่กำหนด (เขต:ต้องผ่านเกณฑ์ระดับ 5 ขึ้นไป ทั้ง 5 องค์ประกอบ)', '41.ระดับความสำเร็จของเขตสุขภาพที่มีการบริหารจัดการระบบการผลิตและพัฒนากำลังคนได้ตามเกณฑ์เป้าหมายที่กำหนด (เขต:ต้องผ่านเกณฑ์ระดับ 5 ขึ้นไป ทั้ง 5 องค์ประกอบ)', '0', 100, NULL, '0', '2019-08-14 14:55:37');
INSERT INTO `kpi_main` VALUES (141, 304, '48.ร้อยละของข้อมูลการตายที่ไม่ทราบสาเหตุ (Ill Defined) ไม่เกินร้อยละ 25 ของการตายทั้งหมด', '48.ร้อยละของข้อมูลการตายที่ไม่ทราบสาเหตุ (Ill Defined) ไม่เกินร้อยละ 25 ของการตายทั้งหมด (ปี งปม)', '0', 100, NULL, '0', '2019-08-14 14:55:40');
INSERT INTO `kpi_main` VALUES (142, 304, '51.ความแตกต่างอัตราการใช้สิทธิ(compliance rate) เมื่อไปใช้บริการผู้ป่วยใน (IP) ของผู้มีสิทธิใน 3 ระบบ ไม่เกินร้อยละ 1.5', '51.ความแตกต่างอัตราการใช้สิทธิ(compliance rate) เมื่อไปใช้บริการผู้ป่วยใน (IP) ของผู้มีสิทธิใน 3 ระบบ ไม่เกินร้อยละ 1.5', '0', 100, NULL, '0', '2019-08-14 14:55:45');
INSERT INTO `kpi_main` VALUES (143, 304, '52.ระดับความสำเร็จของการจัดทำสิทธิประโยชน์กลางผู้ป่วยใน ของระบบหลักประกันสุขภาพ 3 ระบบ (หน่วยนับ:จังหวัด)', '52.ระดับความสำเร็จของการจัดทำสิทธิประโยชน์กลางผู้ป่วยใน ของระบบหลักประกันสุขภาพ 3 ระบบ (หน่วยนับ:จังหวัด)', '0', 100, NULL, '0', '2019-08-14 14:55:47');
INSERT INTO `kpi_main` VALUES (144, 304, '54.จำนวนนวัตกรรม หรือเทคโนโลยีสุขภาพที่คิดค้นใหม่ หรือที่พัฒนาต่อยอด (KPI ประเทศ:เพิ่มขึ้น 8 เรื่อง)', '54.จำนวนนวัตกรรม หรือเทคโนโลยีสุขภาพที่คิดค้นใหม่ หรือที่พัฒนาต่อยอด (KPI ประเทศ:เพิ่มขึ้น 8 เรื่อง)', '0', 100, NULL, '0', '2019-08-14 14:55:50');
INSERT INTO `kpi_main` VALUES (145, 304, '55.1 ระดับความสำเร็จในการพัฒนากฎหมายด้านสุขภาพอย่างน้อย 1 ฉบับ ในจำนวน 5 ฉบับ ', '55.1 ระดับความสำเร็จในการพัฒนากฎหมายด้านสุขภาพอย่างน้อย 1 ฉบับ ในจำนวน 5 ฉบับ ', '0', 100, NULL, '0', '2019-08-14 14:55:53');
INSERT INTO `kpi_main` VALUES (146, 304, '55.2 ระดับความสำเร็จของการบังคับใช้กฎหมายครบองค์ประกอบที่กำหนดของสำนักงานสาธารณสุขจังหวัด (บังคับใช้กฎหมายเป็น 5 ขั้นตอน)', '55.2 ระดับความสำเร็จของการบังคับใช้กฎหมายครบองค์ประกอบที่กำหนดของสำนักงานสาธารณสุขจังหวัด (บังคับใช้กฎหมายเป็น 5 ขั้นตอน)', '0', 100, NULL, '0', '2019-08-14 14:55:56');
INSERT INTO `kpi_main` VALUES (147, 401, '15.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '15.1 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตัน (Ischemic Stroke ;I63) น้อยกว่าร้อยละ 5', '2', 100, '', '1', '2019-08-14 14:56:00');
INSERT INTO `kpi_main` VALUES (148, 401, '15.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '15.2 อัตราตายของผู้ป่วยโรคหลอดเลือดสมองแตก (Hemorrhagic Stroke ;I60-I62) น้อยกว่าร้อยละ 25', '2', 100, '', '1', '2019-08-14 14:56:02');
INSERT INTO `kpi_main` VALUES (149, 401, '15.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '15.3 อัตราตายของผู้ป่วยโรคหลอดเลือดสมอง (Stroke ;I60-I69)การรักษาใน Stroke Unit น้อยกว่าร้อยละ 7', '2', 100, '', '1', '2019-08-14 14:56:05');
INSERT INTO `kpi_main` VALUES (150, 401, '15.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '15.4 ร้อยละผู้ป่วยโรคหลอดเลือดสมอง (I60-I69) ที่มีอาการไม่เกิน 72 ชั่วโมงได้รับการรักษาใน Stroke Unit ระยะเวลาที่ได้รับการรักษาที่เหมาะสม มากกว่าเท่ากับร้อยละ 40', '0', 100, NULL, '1', '2019-08-14 14:56:09');
INSERT INTO `kpi_main` VALUES (151, 401, '15.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '15.5 ร้อยละผู้ป่วยโรคหลอดเลือดสมองตีบ/อุดตันระยะเฉียบพลัน (I63) ที่มีอาการไม่เกิน 4.5 ชั่วโมงได้รับการรักษาด้วยยาละลายลิ่มเลือดทางหลอดเลือดดำภายใน 60 นาที (door to needle time) มากกว่าเท่ากับร้อยละ 50', '0', 100, NULL, '1', '2019-08-14 14:56:16');
INSERT INTO `kpi_main` VALUES (152, 401, '15.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '15.6 ร้อยละผู้ป่วยโรคหลอดเลือดสมองแตก (I60-I62) ได้รับการผ่าตัดสมองภายใน 90 นาที (door to operation room time) มากกว่าเท่ากับร้อยละ 60', '0', 100, NULL, '1', '2019-08-14 14:56:20');
INSERT INTO `kpi_main` VALUES (153, 402, '16.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '16.อัตราความสำเร็จของการรักษาผู้ป่วยวัณโรคปอดรายใหม่ มากกว่าร้อยละ 85', '0', 100, NULL, '1', '2019-08-14 14:56:23');
INSERT INTO `kpi_main` VALUES (154, 403, '17.1 ร้อยละของ รพ.ระดับ A สั่งยาในบัญชียาหลักแห่งชาติ ≥ ร้อยละ 75 ของรายการสั่งยาทั้งหมด (ร้อยละ 100) ', '17.1 ร้อยละของ รพ.ระดับ A สั่งยาในบัญชียาหลักแห่งชาติ ≥ ร้อยละ 75 ของรายการสั่งยาทั้งหมด (ร้อยละ 100) ', '2', 100, NULL, '1', '2019-08-14 14:56:26');
INSERT INTO `kpi_main` VALUES (155, 403, '17.2 ร้อยละของ รพ.ระดับ S สั่งยาในบัญชียาหลักแห่งชาติ ≥ร้อยละ 80 ของรายการสั่งยาทั้งหมด (ร้อยละ 100)', '17.2 ร้อยละของ รพ.ระดับ S สั่งยาในบัญชียาหลักแห่งชาติ ≥ร้อยละ 80 ของรายการสั่งยาทั้งหมด (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:56:29');
INSERT INTO `kpi_main` VALUES (156, 403, '17.3 ร้อยละของ รพ.ระดับ M1-M2 สั่งยาในบัญชียาหลักแห่งชาติ  ≥ ร้อยละ 85   ของรายการสั่งยาทั้งหมด (ร้อยละ 100)', '17.3 ร้อยละของ รพ.ระดับ M1-M2 สั่งยาในบัญชียาหลักแห่งชาติ  ≥ ร้อยละ 85   ของรายการสั่งยาทั้งหมด (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:56:32');
INSERT INTO `kpi_main` VALUES (157, 403, '17.4 ร้อยละของ รพ.ระดับ F1-F3 สั่งยาในบัญชียาหลักแห่งชาติ ≥ ร้อยละ 90  ของรายการสั่งยาทั้งหมด (ร้อยละ 100) ', '17.4 ร้อยละของ รพ.ระดับ F1-F3 สั่งยาในบัญชียาหลักแห่งชาติ ≥ ร้อยละ 90  ของรายการสั่งยาทั้งหมด (ร้อยละ 100) ', '2', 100, NULL, '1', '2019-08-14 14:56:35');
INSERT INTO `kpi_main` VALUES (158, 403, '17.5 ร้อยละของ รพ. มีคณะกรรมการ PTC ที่มีผลการดำเนินงานในการชี้นำสื่อสารและส่งเสริมเพื่อนำไปสู่การเป็นโรงพยาบาลส่งเสริมการใช้ยาอย่างสมเหตุผลระดับ 3 (ร้อยละ 100)', '17.5 ร้อยละของ รพ. มีคณะกรรมการ PTC ที่มีผลการดำเนินงานในการชี้นำสื่อสารและส่งเสริมเพื่อนำไปสู่การเป็นโรงพยาบาลส่งเสริมการใช้ยาอย่างสมเหตุผลระดับ 3 (ร้อยละ 100)', '0', 100, NULL, '1', '2019-08-14 14:56:38');
INSERT INTO `kpi_main` VALUES (159, 403, '17.6 ร้อยละของ รพ.มีการจัดทำฉลากยามาตรฐาน ฉลากยาเสริม และเอกสารข้อมูลยาใน 13 กลุ่ม ที่มีรายละเอียดครบถ้วน (ร้อยละ 100)', '17.6 ร้อยละของ รพ.มีการจัดทำฉลากยามาตรฐาน ฉลากยาเสริม และเอกสารข้อมูลยาใน 13 กลุ่ม ที่มีรายละเอียดครบถ้วน (ร้อยละ 100)', '0', 100, NULL, '1', '2019-08-14 14:56:41');
INSERT INTO `kpi_main` VALUES (160, 403, '17.7 ร้อยละของ รพ. มีรายการยาที่ควรพิจารณาตัดออก อยู่ในบัญชีรายการยาของโรงพยาบาลไม่เกิน 1 รายการ  (รายการยาที่ควรพิจารณาตัดออกมี 8 รายการ) (ร้อยละ 100)', '17.7 ร้อยละของ รพ. มีรายการยาที่ควรพิจารณาตัดออก อยู่ในบัญชีรายการยาของโรงพยาบาลไม่เกิน 1 รายการ  (รายการยาที่ควรพิจารณาตัดออกมี 8 รายการ) (ร้อยละ 100)', '0', 100, NULL, '1', '2019-08-14 14:56:44');
INSERT INTO `kpi_main` VALUES (161, 403, '17.8 ร้อยละของ รพ. มีการดำเนินงานเพื่อส่งเสริมจริยธรรมในการจัดซื้อและส่งเสริมการขายยา ระดับ 3 (ร้อยละ 100) ', '17.8 ร้อยละของ รพ. มีการดำเนินงานเพื่อส่งเสริมจริยธรรมในการจัดซื้อและส่งเสริมการขายยา ระดับ 3 (ร้อยละ 100) ', '0', 100, NULL, '1', '2019-08-14 14:56:48');
INSERT INTO `kpi_main` VALUES (162, 403, '17.9 ร้อยละของ รพ. ระดับ A S M1 ที่ใช้ยาปฏิชีวนะในโรคติดเชื้อที่ระบบการหายใจ  ช่วงบนและหลอดลมอักเสบเฉียบพลันในผู้ป่วยนอก <= ร้อยละ 30 (ร้อยละ 100)', '17.9 ร้อยละของ รพ. ระดับ A S M1 ที่ใช้ยาปฏิชีวนะในโรคติดเชื้อที่ระบบการหายใจ  ช่วงบนและหลอดลมอักเสบเฉียบพลันในผู้ป่วยนอก <= ร้อยละ 30 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:56:51');
INSERT INTO `kpi_main` VALUES (163, 403, '17.10 ร้อยละของ รพ. ที่ใช้ยาปฏิชีวนะในโรคอุจจาระร่วงเฉียบพลัน ≤ร้อยละ 20 (ร้อยละ 100)', '17.10 ร้อยละของ รพ. ที่ใช้ยาปฏิชีวนะในโรคอุจจาระร่วงเฉียบพลัน ≤ร้อยละ 20 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:56:55');
INSERT INTO `kpi_main` VALUES (164, 403, '17.11 ร้อยละของ รพ. ที่ใช้ยาปฏิชีวนะในบาดแผลสดจากอุบัติเหตุ ≤ร้อยละ 50 (ร้อยละ 100)', '17.11 ร้อยละของ รพ. ที่ใช้ยาปฏิชีวนะในบาดแผลสดจากอุบัติเหตุ ≤ร้อยละ 50 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:56:57');
INSERT INTO `kpi_main` VALUES (165, 403, '17.12 ร้อยละของ รพ. ที่ใช้ยาปฏิชีวนะในหญิงคลอดปกติครบกำหนดทางช่องคลอด ≤ร้อยละ 15 (PDx) (ร้อยละ 100)', '17.12 ร้อยละของ รพ. ที่ใช้ยาปฏิชีวนะในหญิงคลอดปกติครบกำหนดทางช่องคลอด ≤ร้อยละ 15  (PDx) (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:01');
INSERT INTO `kpi_main` VALUES (166, 403, '17.13 ร้อยละของ รพ. ที่ผู้ป่วยความดันสูงทั่วไป ที่ใช้ RAS blockade (ACEI/ ARB/ Renin inhibitor) 2 ชนิดร่วมกันในการรักษาภาวะความดันเลือดสูง ร้อยละ 0 (ร้อยละ 100)', '17.13 ร้อยละของ รพ. ที่ผู้ป่วยความดันสูงทั่วไป ที่ใช้ RAS blockade (ACEI/ ARB/ Renin inhibitor) 2 ชนิดร่วมกันในการรักษาภาวะความดันเลือดสูง ร้อยละ 0 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:03');
INSERT INTO `kpi_main` VALUES (167, 403, '17.14 ร้อยละของ รพ. ที่ใช้ glibenclamide ในผู้ป่วยที่มีอายุมากกว่า 65 ปีหรือมี eGFR น้อยกว่า 60 มล./นาที/1.73 ตารางเมตร ≤ร้อยละ 5 (ร้อยละ 100)', '17.14 ร้อยละของ รพ. ที่ใช้ glibenclamide ในผู้ป่วยที่มีอายุมากกว่า 65 ปีหรือมี eGFR น้อยกว่า 60 มล./นาที/1.73 ตารางเมตร ≤ร้อยละ 5 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:06');
INSERT INTO `kpi_main` VALUES (168, 403, '17.15 ร้อยละของ รพ. ที่ผู้ป่วยใช้ยาเบาหวาน metformin เป็นยาชนิดเดียวหรือร่วมกับยาอื่นเพื่อควบคุมระดับน้ำตาล โดยไม่มีข้อห้ามใช้ (eGFR <30 มล./นาที/1.73 ตารางเมตร) ≥ร้อยละ 80 (ร้อยละ 100)', '17.15 ร้อยละของ รพ. ที่ผู้ป่วยใช้ยาเบาหวาน metformin เป็นยาชนิดเดียวหรือร่วมกับยาอื่นเพื่อควบคุมระดับน้ำตาล โดยไม่มีข้อห้ามใช้ (eGFR <30 มล./นาที/1.73 ตารางเมตร) ≥ร้อยละ 80 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:09');
INSERT INTO `kpi_main` VALUES (169, 403, '17.16 ร้อยละของ รพ. ที่ผู้ป่วยใช้ยากลุ่ม NSAIDs ซ้ำซ้อน ≤ร้อยละ 5 (ร้อยละ 100)', '17.16 ร้อยละของ รพ. ที่ผู้ป่วยใช้ยากลุ่ม NSAIDs ซ้ำซ้อน ≤ร้อยละ 5 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:14');
INSERT INTO `kpi_main` VALUES (170, 403, '17.17 ร้อยละของ รพ. ในผู้ป่วยโรคไตเรื้อรังระดับ 3 ขึ้นไปที่ได้รับ NSAIDs ≤ร้อยละ 10 (ร้อยละ 100)', '17.17 ร้อยละของ รพ. ในผู้ป่วยโรคไตเรื้อรังระดับ 3 ขึ้นไปที่ได้รับ NSAIDs ≤ร้อยละ 10 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:18');
INSERT INTO `kpi_main` VALUES (171, 403, '17.18 ร้อยละของ รพ. ที่ผู้ป่วยโรคหืดเรื้อรังได้รับยา inhaled corticosteroid ≥ร้อยละ 80 (ร้อยละ 100)', '17.18 ร้อยละของ รพ. ที่ผู้ป่วยโรคหืดเรื้อรังได้รับยา inhaled corticosteroid ≥ร้อยละ 80 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:22');
INSERT INTO `kpi_main` VALUES (172, 403, '17.19 ร้อยละของ รพ. ที่ผู้ป่วยนอกสูงอายุ (มากกว่า 65 ปี) ที่ใช้ยากลุ่ม long-acting benzodiazepine ได้แก่ chlordiazepoxide, diazepam, dipotassium chlorazepate ≤ร้อยละ 5 (ร้อยละ 100)', '17.19 ร้อยละของ รพ. ที่ผู้ป่วยนอกสูงอายุ (มากกว่า 65 ปี) ที่ใช้ยากลุ่ม long-acting benzodiazepine ได้แก่ chlordiazepoxide, diazepam, dipotassium chlorazepate ≤ร้อยละ 5 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:25');
INSERT INTO `kpi_main` VALUES (173, 403, '17.20 ร้อยละของ รพ. ที่ผู้ป่วยสตรีตั้งครรภ์ได้รับยาที่ห้ามใช้ ได้แก่ยา warfarin*, statins, ergots เมื่อรู้ว่าตั้งครรภ์แล้ว (* ยกเว้นกรณีใส่ mechanical heart value) ร้อยละ 0 (ร้อยละ 100)', '17.20 ร้อยละของ รพ. ที่ผู้ป่วยสตรีตั้งครรภ์ได้รับยาที่ห้ามใช้ ได้แก่ยา warfarin*, statins, ergots เมื่อรู้ว่าตั้งครรภ์แล้ว (* ยกเว้นกรณีใส่ mechanical heart value) ร้อยละ 0 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:28');
INSERT INTO `kpi_main` VALUES (174, 403, '17.21 ร้อยละของ รพ. ที่ผู้ป่วยเด็กได้รับการวินิจฉัยเป็นโรคติดเชื้อทางเดินหายใจ (ครอบคลุมโรคตามรหัส ICD-10ตาม RUA-URI) และได้รับยาต้านฮิสตามีนชนิด non-sedating ≤ร้อยละ 20 (ร้อยละ 100)', '17.21 ร้อยละของ รพ. ที่ผู้ป่วยเด็กได้รับการวินิจฉัยเป็นโรคติดเชื้อทางเดินหายใจ (ครอบคลุมโรคตามรหัส ICD-10ตาม RUA-URI) และได้รับยาต้านฮิสตามีนชนิด non-sedating ≤ร้อยละ 20 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:57:36');
INSERT INTO `kpi_main` VALUES (175, 403, '17.22 ร้อยละของโรงพยาบาลส่งเสริมสุขภาพตำบลและหน่วยบริการปฐมภูมิในเครือข่ายที่มีอัตราการใช้ยาปฏิชีวนะในโรคติดเชื้อที่ระบบการหายใจช่วงบนและหลอดลมอักเสบเฉียบพลัน  ไม่เกินร้อยละ 20 (ร้อยละ 100 ของ รพสต.)\r\n ', '17.22 ร้อยละของโรงพยาบาลส่งเสริมสุขภาพตำบลและหน่วยบริการปฐมภูมิในเครือข่ายที่มีอัตราการใช้ยาปฏิชีวนะในโรคติดเชื้อที่ระบบการหายใจช่วงบนและหลอดลมอักเสบเฉียบพลัน  ไม่เกินร้อยละ 20 (ร้อยละ 100 ของ รพสต.)\r\n ', '2', 100, NULL, '1', '2019-08-14 14:57:39');
INSERT INTO `kpi_main` VALUES (176, 403, '17.23 ร้อยละของโรงพยาบาลส่งเสริมสุขภาพตำบลและหน่วยบริการปฐมภูมิในเครือข่าย ที่มีการใช้ยาปฏิชีวนะในโรคอุจจาระร่วงเฉียบพลัน ≤ ร้อยละ 20 (ร้อยละ 100 ของ รพสต.)', '17.23 ร้อยละของโรงพยาบาลส่งเสริมสุขภาพตำบลและหน่วยบริการปฐมภูมิในเครือข่าย ที่มีการใช้ยาปฏิชีวนะในโรคอุจจาระร่วงเฉียบพลัน ≤ ร้อยละ 20 (ร้อยละ 100 ของ รพสต.)', '2', 100, NULL, '1', '2019-08-14 14:57:42');
INSERT INTO `kpi_main` VALUES (177, 403, '17.24 อัตราการติดเชื้อดื้อยาในกระแสเลือดต่อผู้ป่วยที่ส่งตรวจ(แบคทีเรียดื้อยาได้แก่Acinetobacter spp., Staphylococcus aureus, Escherichia coli, Klebsiella pneumoniae,Pseudomonas spp., Salmonella spp.,Streptococcus pneumoniae และ Enterococcus) (ร้อยละ', '17.24 อัตราการติดเชื้อดื้อยาในกระแสเลือดต่อผู้ป่วยที่ส่งตรวจ(แบคทีเรียดื้อยาได้แก่Acinetobacter spp., Staphylococcus aureus, Escherichia coli, Klebsiella pneumoniae,\r\nPseudomonas spp., Salmonella spp.,Streptococcus pneumoniae และ Enterococcus) (ร้อยล', '0', 100, NULL, '1', '2019-08-14 14:57:44');
INSERT INTO `kpi_main` VALUES (178, 403, '17.25 ต้นทุนค่ายาผู้ป่วยนอกต่อผู้ป่วย', '17.25 ต้นทุนค่ายาผู้ป่วยนอกต่อผู้ป่วย', '0', 100, NULL, '0', '2019-08-14 14:57:47');
INSERT INTO `kpi_main` VALUES (179, 403, '17.26 ต้นทุนค่ายาผู้ป่วยใน ต่อผลรวม AdjRW', '17.26 ต้นทุนค่ายาผู้ป่วยใน ต่อผลรวม AdjRW', '0', 100, NULL, '0', '2019-08-14 14:57:50');
INSERT INTO `kpi_main` VALUES (180, 403, '17.27 จำนวน (DDD) ยาปฏิชีวนะชนิดรับประทาน ที่สั่งใช้ต่อผู้ป่วยนอก 1000 คนต่อวัน', '17.27 จำนวน (DDD) ยาปฏิชีวนะชนิดรับประทาน ที่สั่งใช้ต่อผู้ป่วยนอก 1000 คนต่อวัน', '0', 100, NULL, '1', '2019-08-14 14:57:54');
INSERT INTO `kpi_main` VALUES (181, 403, '17.28 จำนวน (DDD) ยาปฏิชีวนะชนิดฉีด ที่สั่งใช้ต่อผู้ป่วยใน 1000 คนต่อวัน', '17.28 จำนวน (DDD) ยาปฏิชีวนะชนิดฉีด ที่สั่งใช้ต่อผู้ป่วยใน 1000 คนต่อวัน', '0', 100, NULL, '1', '2019-08-14 14:57:57');
INSERT INTO `kpi_main` VALUES (182, 403, '17.29 ร้อยละของโรงพยาบาลส่งเสริมสุขภาพตำบลและหน่วยบริการปฐมภูมิในเครือข่ายที่มีอัตราการใช้ยาปฏิชีวนะในโรค RI และ AD <= ร้อยละ 20 ทั้ง 2 โรค', '17.29 ร้อยละของโรงพยาบาลส่งเสริมสุขภาพตำบลและหน่วยบริการปฐมภูมิในเครือข่ายที่มีอัตราการใช้ยาปฏิชีวนะในโรค RI และ AD <= ร้อยละ 20 ทั้ง 2 โรค', '2', 100, NULL, '1', '2019-08-14 14:58:00');
INSERT INTO `kpi_main` VALUES (183, 403, '17.30 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '17.30 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 1  ≥ ร้อยละ 80 (หน่วยนับ:แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:58:03');
INSERT INTO `kpi_main` VALUES (184, 403, '17.31 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '17.31 ร้อยละของโรงพยาบาลที่ใช้ยาอย่างสมเหตุผล (RDU) ขั้นที่ 2  ≥ ร้อยละ 20 (หน่วยนับ:แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:58:07');
INSERT INTO `kpi_main` VALUES (185, 403, '18. ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '18. ร้อยละของโรงพยาบาล(รพศ/รพท)มีระบบจัดการการดื้อยาต้านจุลชีพอย่างบูรณาการ (AMR) ร้อยละ 20', '0', 100, NULL, '1', '2019-08-14 14:58:10');
INSERT INTO `kpi_main` VALUES (186, 403, 'ร้อยละของ รพ. ระดับ M2 - F3 ที่ใช้ยาปฏิชีวนะในโรคติดเชื้อที่ระบบการหายใจช่วงบนและหลอดลมอักเสบเฉียบพลันใน ผู้ป่วยนอก ≤ร้อยละ 20 (ร้อยละ 100)', 'ร้อยละของ รพ. ระดับ M2 - F3 ที่ใช้ยาปฏิชีวนะในโรคติดเชื้อที่ระบบการหายใจช่วงบนและหลอดลมอักเสบเฉียบพลันใน ผู้ป่วยนอก ≤ร้อยละ 20 (ร้อยละ 100)', '2', 100, NULL, '1', '2019-08-14 14:58:13');
INSERT INTO `kpi_main` VALUES (187, 403, '17.11.1 ร้อยละการใช้ยาปฏิชีวนะในบาดแผลสดจากอุบัติเหตุ แบบแผลที่ไม่ใช่แผลสัตว์กัด แผลลึกถึงกล้ามเนื้อ และแผลไฟไหม้น้ำร้อนลวก  ≤ร้อยละ 50 (ร้อยละ 100)', '17.11.1 ร้อยละการใช้ยาปฏิชีวนะในบาดแผลสดจากอุบัติเหตุ แบบแผลที่ไม่ใช่แผลสัตว์กัด แผลลึกถึงกล้ามเนื้อ และแผลไฟไหม้น้ำร้อนลวก  ≤ร้อยละ 50 (ร้อยละ 100)', '2', 100, NULL, '0', '2019-08-14 14:58:17');
INSERT INTO `kpi_main` VALUES (188, 404, '19.ร้อยละการส่งต่อผู้ป่วย(ผู้ป่วย 4 สาขา)นอกเขตสุขภาพลดลง ไม่น้อยกว่าร้อยละ 10', '19.ร้อยละการส่งต่อผู้ป่วย(ผู้ป่วย 4 สาขา)นอกเขตสุขภาพลดลง ไม่น้อยกว่าร้อยละ 10', '0', 100, NULL, '1', '2019-08-14 14:58:24');
INSERT INTO `kpi_main` VALUES (189, 405, '20.อัตราตายทารกแรกเกิด(อายุต่ำกว่าหรือเท่ากับ 28 วัน) น้อยกว่า 3.8 ต่อ 1,000 ทารกแรกเกิดมีชีพ', '20.อัตราตายทารกแรกเกิด(อายุต่ำกว่าหรือเท่ากับ 28 วัน) น้อยกว่า 3.8 ต่อ 1,000 ทารกแรกเกิดมีชีพ', '2', 100, '', '1', '2019-08-14 14:58:29');
INSERT INTO `kpi_main` VALUES (190, 406, '21.ร้อยละการบรรเทาอาการปวดและจัดการอาการต่างๆ ด้วย Strong Opioid Medication ในผู้ป่วยประคับประคองอย่างมีคุณภาพ ร้อยละ 40', '21.ร้อยละการบรรเทาอาการปวดและจัดการอาการต่างๆ ด้วย Strong Opioid Medication ในผู้ป่วยประคับประคองอย่างมีคุณภาพ ร้อยละ 40', '0', 100, NULL, '1', '2019-08-14 14:58:35');
INSERT INTO `kpi_main` VALUES (191, 407, '22.ร้อยละของผู้ป่วยนอกทั้งหมดที่ได้รับบริการตรวจ วินิจฉัย รักษาโรค และฟื้นฟูสภาพด้วยศาสตร์การแพทย์แผนไทยและการแพทย์ทางเลือก', '22.ร้อยละของผู้ป่วยนอกทั้งหมดที่ได้รับบริการตรวจ วินิจฉัย รักษาโรค และฟื้นฟูสภาพด้วยศาสตร์การแพทย์แผนไทยและการแพทย์ทางเลือก', '2', 100, '', '1', '2019-08-14 14:58:39');
INSERT INTO `kpi_main` VALUES (192, 407, '22.1 ร้อยละของผู้ป่วยนอก ใน รพศ. รพท. ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 10 (หน่วยนับ:ครั้ง)', '22.1 ร้อยละของผู้ป่วยนอก ใน รพศ. รพท. ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 10 (หน่วยนับ:ครั้ง)', '2', 100, '', '1', '2019-08-14 14:58:43');
INSERT INTO `kpi_main` VALUES (193, 407, '22.2 ร้อยละของผู้ป่วยนอก ใน รพช.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 20 (หน่วยนับ:ครั้ง)', '22.2 ร้อยละของผู้ป่วยนอก ใน รพช.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 20 (หน่วยนับ:ครั้ง)', '2', 100, '', '1', '2019-08-14 14:58:51');
INSERT INTO `kpi_main` VALUES (194, 407, '22.3 ร้อยละของผู้ป่วยนอก ใน รพ.สต.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 30 (หน่วยนับ:ครั้ง)', '22.3 ร้อยละของผู้ป่วยนอก ใน รพ.สต.ได้รับบริการการแพทย์แผนไทยและการแพทย์ทางเลือก ≥ ร้อยละ 30 (หน่วยนับ:ครั้ง)', '2', 100, '', '1', '2019-08-14 14:58:55');
INSERT INTO `kpi_main` VALUES (195, 407, 'ตัวชี้วัดที่ 2 ร้อยละการใช้ยาสมุนไพรขมิ้นชันในโรค ท้องอืด ท้องเฟ้อ ในผู้ป่วยนอก มากกว่าหรือเท่ากับร้อยละ 20', 'ตัวชี้วัดที่ 2 ร้อยละการใช้ยาสมุนไพรขมิ้นชันในโรค ท้องอืด ท้องเฟ้อ ในผู้ป่วยนอก มากกว่าหรือเท่ากับร้อยละ 20', '2', 100, '', '1', '2019-08-14 14:58:59');
INSERT INTO `kpi_main` VALUES (196, 407, 'ตัวชี้วัดที่ 3 ร้อยละการใช้ยาสมุนไพรฟ้าทะลายโจรในโรค common cold ในผู้ป่วยนอก มากกว่าหรือเท่ากับร้อยละ 20', 'ตัวชี้วัดที่ 3 ร้อยละการใช้ยาสมุนไพรฟ้าทะลายโจรในโรค common cold ในผู้ป่วยนอก มากกว่าหรือเท่ากับร้อยละ 20', '2', 100, '', '1', '2019-08-14 14:59:04');
INSERT INTO `kpi_main` VALUES (197, 407, 'ตัวชี้วัดที่ 4 ร้อยละการใช้ยาสมุนไพรในโรคอุจจาระร่วงเฉียบพลัน ไม่ติดเชื้อ ในผู้ป่วยนอก มากกว่าหรือเท่ากับร้อยละ 5', 'ตัวชี้วัดที่ 4 ร้อยละการใช้ยาสมุนไพรในโรคอุจจาระร่วงเฉียบพลัน ไม่ติดเชื้อ ในผู้ป่วยนอก มากกว่าหรือเท่ากับร้อยละ 5', '2', 100, '', '1', '2019-08-14 14:59:07');
INSERT INTO `kpi_main` VALUES (198, 407, 'ตัวชี้วัดที่ 5 ร้อยละการใช้ยาสมุนไพรในกลุ่มอาการทางกล้ามเนื้อและกระดูก ในผู้ป่วยนอก มากกว่าหรือเท่ากับร้อยละ 5', 'ตัวชี้วัดที่ 5 ร้อยละการใช้ยาสมุนไพรในกลุ่มอาการทางกล้ามเนื้อและกระดูก ในผู้ป่วยนอก มากกว่าหรือเท่ากับร้อยละ 5', '2', 100, '', '1', '2019-08-14 14:59:10');
INSERT INTO `kpi_main` VALUES (199, 407, 'ตัวชี้วัดที่ 6 ร้อยละหญิงหลังคลอดได้รับบริการดูแลหลังคลอดที่ได้มาตรฐาน', 'ตัวชี้วัดที่ 6 ร้อยละหญิงหลังคลอดได้รับบริการดูแลหลังคลอดที่ได้มาตรฐาน', '2', 100, '', '1', '2019-08-14 14:59:13');
INSERT INTO `kpi_main` VALUES (200, 408, '23.ร้อยละของผู้ป่วยโรคซึมเศร้าเข้าถึงบริการสุขภาพจิต ไม่น้อยกว่าร้อยละ 63 (หน่วยนับ:คน)', '23.ร้อยละของผู้ป่วยโรคซึมเศร้าเข้าถึงบริการสุขภาพจิต ไม่น้อยกว่าร้อยละ 63 (หน่วยนับ:คน)', '2', 100, '', '1', '2019-08-14 14:59:27');
INSERT INTO `kpi_main` VALUES (201, 408, '24.1 อัตราการฆ่าตัวตายสำเร็จ ≤ 6.3 ต่อประชากรแสนคน', '24.1 อัตราการฆ่าตัวตายสำเร็จ ≤ 6.3 ต่อประชากรแสนคน', '2', 100, '', '1', '2019-08-14 14:59:31');
INSERT INTO `kpi_main` VALUES (202, 408, '24.2 ร้อยละของผู้พยายามฆ่าตัวตายไม่กลับมาทําร้ายตัวเองซ้ำในระยะเวลา 1 ปี ร้อยละ 80', '24.2 ร้อยละของผู้พยายามฆ่าตัวตายไม่กลับมาทําร้ายตัวเองซ้ำในระยะเวลา 1 ปี ร้อยละ 80', '0', 100, NULL, '1', '2019-08-14 14:59:36');
INSERT INTO `kpi_main` VALUES (203, 409, '25. อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30 ', '25. อัตราตายผู้ป่วยติดเชื้อในกระแสเลือดแบบรุนแรงชนิด community-acquired น้อยกว่าร้อยละ 30 ', '2', 100, '', '1', '2019-08-14 14:59:40');
INSERT INTO `kpi_main` VALUES (204, 409, '26.1 ร้อยละของโรงพยาบาลระดับ M1 ขึ้นไป ที่มีทีม Refracture Prevention   ร้อยละ 100 (หน่วยนับ:แห่ง)', '26.1 ร้อยละของโรงพยาบาลระดับ M1 ขึ้นไป ที่มีทีม Refracture Prevention   ร้อยละ 100 (หน่วยนับ:แห่ง)', '0', 100, NULL, '1', '2019-08-14 14:59:43');
INSERT INTO `kpi_main` VALUES (205, 409, '26.2 ร้อยละของผู้ป่วยที่มีกระดูกหักซ้ำภายหลังกระดูกสะโพกหัก (Refracture) น้อยกว่าร้อยละ 30', '26.2 ร้อยละของผู้ป่วยที่มีกระดูกหักซ้ำภายหลังกระดูกสะโพกหัก (Refracture) น้อยกว่าร้อยละ 30', '0', 100, NULL, '1', '2019-08-14 14:59:47');
INSERT INTO `kpi_main` VALUES (206, 409, '26.3 ร้อยละของ Early surgery มากกว่าร้อยละ 50', '26.3 ร้อยละของ Early surgery มากกว่าร้อยละ 50', '0', 100, NULL, '1', '2019-08-14 14:59:51');
INSERT INTO `kpi_main` VALUES (207, 410, '27.ร้อยละของการให้การรักษาผู้ป่วย STEMI ใน รพ.ระดับ F2 ขึ้นไป ได้ตามมาตรฐานเวลาที่กำหนด ร้อยละ 50', '27.ร้อยละของการให้การรักษาผู้ป่วย STEMI ใน รพ.ระดับ F2 ขึ้นไป ได้ตามมาตรฐานเวลาที่กำหนด ร้อยละ 50', '0', 100, NULL, '1', '2019-08-14 14:59:55');
INSERT INTO `kpi_main` VALUES (208, 410, '28.อัตราตายของผู้ป่วยโรคหลอดเลือดหัวใจ ไม่เกิน 26 ต่อประชากร 1 แสนคน', '28.อัตราตายของผู้ป่วยโรคหลอดเลือดหัวใจ ไม่เกิน 26 ต่อประชากร 1 แสนคน', '2', 100, '', '1', '2019-08-14 14:59:58');
INSERT INTO `kpi_main` VALUES (209, 411, '29.1 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยการผ่าตัด ภายในระยะเวลา 4 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '29.1 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยการผ่าตัด ภายในระยะเวลา 4 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '0', 100, NULL, '1', '2019-08-14 15:00:01');
INSERT INTO `kpi_main` VALUES (210, 411, '29.2 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยเคมีบำบัด ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '29.2 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยเคมีบำบัด ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 70 (หน่วยนับ:ราย)', '0', 100, NULL, '1', '2019-08-14 15:00:04');
INSERT INTO `kpi_main` VALUES (211, 411, '29.3 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยรังสีรักษา ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 60 (หน่วยนับ:ราย)', '29.3 ร้อยละของผู้ป่วยมะเร็ง 5 อันดับแรก ที่ได้รับการรักษาด้วยรังสีรักษา ภายในระยะเวลา 6 สัปดาห์ ≥ ร้อยละ 60 (หน่วยนับ:ราย)', '0', 100, NULL, '1', '2019-08-14 15:00:08');
INSERT INTO `kpi_main` VALUES (212, 412, '30.ร้อยละของผู้ป่วย CKD ที่มีอัตราการลดลงของ eGFR<4 ml/min/1.73m2/yr  ร้อยละ 66', '30.ร้อยละของผู้ป่วย CKD ที่มีอัตราการลดลงของ eGFR<4 ml/min/1.73m2/yr  ร้อยละ 66', '2', 100, '', '1', '2019-08-14 15:00:10');
INSERT INTO `kpi_main` VALUES (213, 413, '31.ร้อยละของผู้ป่วยตาบอดจากต้อกระจก (Blinding Cataract) ได้รับการผ่าตัดภายใน 30 วัน ร้อยละ 85', '31.ร้อยละของผู้ป่วยตาบอดจากต้อกระจก (Blinding Cataract) ได้รับการผ่าตัดภายใน 30 วัน ร้อยละ 85', '0', 100, NULL, '1', '2019-08-14 15:00:14');
INSERT INTO `kpi_main` VALUES (214, 414, '32.1 อัตราส่วนของจำนวนผู้ยินยอมบริจาคอวัยวะจากผู้ป่วยสมองตาย ต่อ จำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล (ระดับ A,S)', '32.1 อัตราส่วนของจำนวนผู้ยินยอมบริจาคอวัยวะจากผู้ป่วยสมองตาย ต่อ จำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล (ระดับ A,S)', '0', 100, NULL, '1', '2019-08-14 15:00:16');
INSERT INTO `kpi_main` VALUES (215, 414, '32.2 อัตราส่วนของจำนวนผู้ยินยอมบริจาคดวงตา ต่อจำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล', '32.2 อัตราส่วนของจำนวนผู้ยินยอมบริจาคดวงตา ต่อจำนวนผู้ป่วยเสียชีวิตในโรงพยาบาล', '0', 100, NULL, '1', '2019-08-14 15:00:21');
INSERT INTO `kpi_main` VALUES (216, 415, '33.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '33.ร้อยละ 20 ของผู้ติดยาเสพติด ที่บำบัดครบตามเกณฑ์ที่กำหนดและ ได้รับการติดตามดูแลต่อเนื่อง 1 ปี (Retention Rate 1 year)', '0', 100, NULL, '1', '2019-08-14 15:00:24');
INSERT INTO `kpi_main` VALUES (217, 415, '34.ร้อยละ 40 ของผู้ใช้ ผู้เสพที่บำบัดครบตามเกณฑ์ที่กำหนดของแต่ละระบบหยุดเสพต่อเนื่องหลังจำหน่ายจากการบำบัด 3 เดือน  (3 month remission rate)', '34.ร้อยละ 40 ของผู้ใช้ ผู้เสพที่บำบัดครบตามเกณฑ์ที่กำหนดของแต่ละระบบหยุดเสพต่อเนื่องหลังจำหน่ายจากการบำบัด 3 เดือน  (3 month remission rate)', '0', 100, NULL, '1', '2019-08-14 15:00:27');
INSERT INTO `kpi_main` VALUES (218, 416, '35.ร้อยละของโรงพยาบาลระดับ M และ F ในจังหวัดที่ให้การบริบาลฟื้นสภาพระยะกลางแบบผู้ป่วยใน (intermediate bed/ward) ร้อยละ 50', '35.ร้อยละของโรงพยาบาลระดับ M และ F ในจังหวัดที่ให้การบริบาลฟื้นสภาพระยะกลางแบบผู้ป่วยใน (intermediate bed/ward) ร้อยละ 50', '0', 100, NULL, '1', '2019-08-14 15:00:30');
INSERT INTO `kpi_main` VALUES (219, 416, '35.1 ผู้ป่วย Stroke, Traumatic Brain Injury และ Spinal Cord Injury ที่รอดชีวิตและมีคะแนน Barthel index <15 รวมทั้งคะแนน Barthel index >15 with multiple impairment ได้รับการบริบาลฟื้นสภาพระยะกลางและติดตามจนครบ 6 เดือน หรือจน Barthel index = 20 ร้อยละ ', '35.1 ผู้ป่วย Stroke, Traumatic Brain Injury และ Spinal Cord Injury ที่รอดชีวิตและมีคะแนน Barthel index <15 รวมทั้งคะแนน Barthel index >15 with multiple impairment ได้รับการบริบาลฟื้นสภาพระยะกลางและติดตามจนครบ 6 เดือน หรือจน Barthel index = 20 ร้อยละ ', '0', 100, NULL, '1', '2019-08-14 15:00:34');
INSERT INTO `kpi_main` VALUES (220, 417, '36.ร้อยละของผู้ป่วยที่เข้ารับการผ่าตัดแบบ One Day Surgery', '36.ร้อยละของผู้ป่วยที่เข้ารับการผ่าตัดแบบ One Day Surgery', '0', 100, NULL, '1', '2019-08-14 15:00:37');
INSERT INTO `kpi_main` VALUES (221, 501, '1.ร้อยละของประชากรไทยอายุ 35-74 ปี ได้รับการคัดกรองเบาหวานโดยการตรวจวัดระดับน้ำตาลในเลือด ไม่น้อยกว่าร้อยละ 90  ', '1.ร้อยละของประชากรไทยอายุ 35-74 ปี ได้รับการคัดกรองเบาหวานโดยการตรวจวัดระดับน้ำตาลในเลือด ไม่น้อยกว่าร้อยละ 90  ', '2', 100, '', '1', '2019-08-14 15:00:40');
INSERT INTO `kpi_main` VALUES (222, 501, '2.ร้อยละของประชากรไทยอายุ 35-74ปี ได้รับการคัดกรองความดันโลหิตสูง   ไม่น้อยกว่าร้อยละ 90  ', '2.ร้อยละของประชากรไทยอายุ 35-74ปี ได้รับการคัดกรองความดันโลหิตสูง   ไม่น้อยกว่าร้อยละ 90  ', '2', 100, '', '1', '2019-08-14 15:00:43');
INSERT INTO `kpi_main` VALUES (223, 501, '3.ร้อยละหญิงตั้งครรภ์ได้รับการฝากครรภ์ครั้งแรกอายุครรภ์น้อยกว่าหรือเท่ากับ 12 สัปดาห์ ไม่น้อยกว่าร้อยละ 60', '3.ร้อยละหญิงตั้งครรภ์ได้รับการฝากครรภ์ครั้งแรกอายุครรภ์น้อยกว่าหรือเท่ากับ 12 สัปดาห์ ไม่น้อยกว่าร้อยละ 60', '2', 100, '', '1', '2019-08-14 15:00:46');
INSERT INTO `kpi_main` VALUES (224, 501, '4.ร้อยละสะสมความครอบคลุมการตรวจคัดกรองมะเร็งปากมดลูกในสตรี 30-60 ปี ภายใน 5 ปี ไม่น้อยกว่าร้อยละ 80', '4.ร้อยละสะสมความครอบคลุมการตรวจคัดกรองมะเร็งปากมดลูกในสตรี 30-60 ปี ภายใน 5 ปี ไม่น้อยกว่าร้อยละ 80', '2', 100, NULL, '1', '2019-08-14 15:00:48');
INSERT INTO `kpi_main` VALUES (225, 501, '5.ร้อยละการใช้ยาปฏิชีวนะอย่างรับผิดชอบในผู้ป่วยนอกโรคอุจจาระร่วงเฉียบพลัน Acute Diarrhea (AD) ไม่เกินร้อยละ 20', '5.ร้อยละการใช้ยาปฏิชีวนะอย่างรับผิดชอบในผู้ป่วยนอกโรคอุจจาระร่วงเฉียบพลัน Acute Diarrhea (AD) ไม่เกินร้อยละ 20', '2', 100, NULL, '1', '2019-08-14 15:00:51');
INSERT INTO `kpi_main` VALUES (226, 501, '6.ร้อยละการใช้ยาปฏิชีวนะอย่างรับผิดชอบในผู้ป่วยนอกโรคติดเชื้อระบบทางเดินหายใจ Respiratory Infection (RI) ไม่เกินร้อยละ 20', '6.ร้อยละการใช้ยาปฏิชีวนะอย่างรับผิดชอบในผู้ป่วยนอกโรคติดเชื้อระบบทางเดินหายใจ Respiratory Infection (RI) ไม่เกินร้อยละ 20', '2', 100, NULL, '1', '2019-08-14 15:00:54');
INSERT INTO `kpi_main` VALUES (227, 501, '7.ร้อยละการลดลงของอัตราการนอนโรงพยาบาลด้วยภาวะที่ควรควบคุมด้วยบริการผู้ป่วยนอก (ACSC: ambulatory care sensitive condition) ในโรคลมชัก (epilepsy) ปอดอุดกั้นเรื้อรัง (COPD) หืด (asthma) เบาหวาน (DM) และความดันโลหิตสูง (HT) ลดลงมากกว่าหรือเท่ากับ 14.00 ', '7.ร้อยละการลดลงของอัตราการนอนโรงพยาบาลด้วยภาวะที่ควรควบคุมด้วยบริการผู้ป่วยนอก (ACSC: ambulatory care sensitive condition) ในโรคลมชัก (epilepsy) ปอดอุดกั้นเรื้อรัง (COPD) หืด (asthma) เบาหวาน (DM) และความดันโลหิตสูง (HT) ลดลงมากกว่าหรือเท่ากับ 14.00 ', '2', 100, NULL, '1', '2019-08-14 15:01:02');
INSERT INTO `kpi_main` VALUES (228, 501, '8.อัตราผู้ป่วยเบาหวานที่สามารถควบคุมน้ำตาลในเลือดได้ดี มากกว่าร้อยละ 40', '8.อัตราผู้ป่วยเบาหวานที่สามารถควบคุมน้ำตาลในเลือดได้ดี มากกว่าร้อยละ 40', '2', 100, '', '1', '2019-08-14 15:01:06');
INSERT INTO `kpi_main` VALUES (229, 501, '9.อัตราผู้เป็นความดันโลหิตสูงที่ควบคุมความดันโลหิตได้ดี มากกว่าร้อยละ 50', '9.อัตราผู้เป็นความดันโลหิตสูงที่ควบคุมความดันโลหิตได้ดี มากกว่าร้อยละ 50', '2', 100, '', '1', '2019-08-14 15:01:09');
INSERT INTO `kpi_main` VALUES (230, 501, '10.ร้อยหญิงมีครรภ์ได้รับการฝากครรภ์ครบ 5 ครั้งตามเกณฑ์ มากกว่าหรือเท่ากับร้อยละ 60', '10.ร้อยหญิงมีครรภ์ได้รับการฝากครรภ์ครบ 5 ครั้งตามเกณฑ์ มากกว่าหรือเท่ากับร้อยละ 60', '2', 100, NULL, '1', '2019-08-14 15:01:12');
INSERT INTO `kpi_main` VALUES (231, 501, '11.เด็กไทยอายุ 9 เดือน 18 เดือน 30 เดือน 42 เดือน ที่สงสัยล่าช้า ที่ได้รับการติดตามและประเมินพัฒนาการซ้้าภายใน 30 วัน ร้อยละ 90', '11.เด็กไทยอายุ 9 เดือน 18 เดือน 30 เดือน 42 เดือน ที่สงสัยล่าช้า ที่ได้รับการติดตามและประเมินพัฒนาการซ้้าภายใน 30 วัน ร้อยละ 90', '2', 100, '', '1', '2019-08-14 15:01:14');
INSERT INTO `kpi_main` VALUES (232, 501, '12.ร้อยละของผู้ป่วยโรคเบาหวานและหรือโรคความดันโลหิตสูงที่ได้รับการค้นหาและคัดกรองโรคไตเรื้อรัง มากกว่าหรือเท่ากับร้อยละ 80', '12.ร้อยละของผู้ป่วยโรคเบาหวานและหรือโรคความดันโลหิตสูงที่ได้รับการค้นหาและคัดกรองโรคไตเรื้อรัง มากกว่าหรือเท่ากับร้อยละ 80', '2', 100, '', '1', '2019-08-14 15:01:18');
COMMIT;

-- ----------------------------
-- Table structure for kpi_stg
-- ----------------------------
DROP TABLE IF EXISTS `kpi_stg`;
CREATE TABLE `kpi_stg` (
  `stg_id` int(11) NOT NULL,
  `stg_grp_id` int(11) DEFAULT NULL,
  `stg_name` varchar(150) DEFAULT NULL,
  `stg_detail` varchar(250) DEFAULT NULL,
  `stg_own` char(20) DEFAULT NULL,
  `stg_status` enum('0','1') DEFAULT '1',
  PRIMARY KEY (`stg_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of kpi_stg
-- ----------------------------
BEGIN;
INSERT INTO `kpi_stg` VALUES (101, 1, 'PP&P Excellence (PA)', 'PP&P Excellence (PA)', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (102, 1, 'Service Excellence (PA)', 'Service Excellence (PA)', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (103, 1, 'People Excellence (PA)', 'People Excellence (PA)', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (104, 1, 'Governance Excellence (PA)', 'Governance Excellence (PA)', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (201, 2, 'คณะที่ 1 การส่งเสริมสุขภาพ ป้องกันโรค และการคุ้มครองผู้บริโภคด้านสุขภาพ', 'คณะที่ 1 การส่งเสริมสุขภาพ ป้องกันโรค และการคุ้มครองผู้บริโภคด้านสุขภาพ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (202, 2, 'คณะที่ 2 การพัฒนาระบบบริการ', 'คณะที่ 2 การพัฒนาระบบบริการ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (203, 2, 'คณะที่ 3 การพัฒนาทรัพยากรมนุษย์', 'คณะที่ 3 การพัฒนาทรัพยากรมนุษย์', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (301, 3, 'PP&P Excellence ', 'PP&P Excellence ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (302, 3, 'Service Excellence ', 'Service Excellence ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (303, 3, 'People Excellence ', 'People Excellence ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (304, 3, 'Governance Excellence ', 'Governance Excellence ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (401, 4, 'โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคไม่ติดต่อเรื้อรัง', 'โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคไม่ติดต่อเรื้อรัง', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (402, 4, 'โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคติดต่อ ', 'โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคติดต่อ ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (403, 4, 'โครงการป้องกันและควบคุมการดื้อยาต้านจุลชีพและการใช้ยาอย่างสมเหตุสมผล', 'โครงการป้องกันและควบคุมการดื้อยาต้านจุลชีพและการใช้ยาอย่างสมเหตุสมผล', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (404, 4, 'โครงการพัฒนาศูนย์ความเป็นเลิศทางการแพทย์', 'โครงการพัฒนาศูนย์ความเป็นเลิศทางการแพทย์', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (405, 4, 'โครงการพัฒนาระบบบริการสุขภาพ สาขาทารกแรกเกิด', 'โครงการพัฒนาระบบบริการสุขภาพ สาขาทารกแรกเกิด', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (406, 4, 'โครงการการดูแลผู้ป่วยระยะท้ายแบบประคับประคองและการดูแลผู้ป่วยกึ่งเฉียบพลัน', 'โครงการการดูแลผู้ป่วยระยะท้ายแบบประคับประคองและการดูแลผู้ป่วยกึ่งเฉียบพลัน', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (407, 4, 'โครงการพัฒนาระบบบริการการแพทย์แผนไทยและการแพทย์ผสมผสาน', 'โครงการพัฒนาระบบบริการการแพทย์แผนไทยและการแพทย์ผสมผสาน', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (408, 4, 'โครงการพัฒนาระบบบริการสุขภาพ สาขาสุขภาพจิตและจิตเวช', 'โครงการพัฒนาระบบบริการสุขภาพ สาขาสุขภาพจิตและจิตเวช', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (409, 4, 'โครงการพัฒนาระบบบริการสุขภาพ 5 สาขาหลัก\n(สูตินารีเวช ศัลยกรรม อายุรกรรม  กุมารเวชกรรม และออร์โธปิดิกส์)', 'โครงการพัฒนาระบบบริการสุขภาพ 5 สาขาหลัก\n(สูตินารีเวช ศัลยกรรม อายุรกรรม  กุมารเวชกรรม และออร์โธปิดิกส์)', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (410, 4, ' โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคหัวใจ', ' โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคหัวใจ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (411, 4, 'โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคมะเร็ง', 'โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคมะเร็ง', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (412, 4, 'โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคไต', 'โครงการพัฒนาระบบบริการสุขภาพ สาขาโรคไต', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (413, 4, 'โครงการพัฒนาระบบบริการสุขภาพ สาขาจักษุวิทยา', 'โครงการพัฒนาระบบบริการสุขภาพ สาขาจักษุวิทยา', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (414, 4, 'โครงการพัฒนาระบบบริการสุขภาพ สาขาปลูกถ่ายอวัยวะ', 'โครงการพัฒนาระบบบริการสุขภาพ สาขาปลูกถ่ายอวัยวะ', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (415, 4, 'โครงการพัฒนาระบบบริการบำบัดรักษาผู้ป่วยยาเสพติด', 'โครงการพัฒนาระบบบริการบำบัดรักษาผู้ป่วยยาเสพติด', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (416, 4, 'โครงการการบริบาลฟื้นสภาพระยะกลาง (Intermediate care:IMC)', 'โครงการการบริบาลฟื้นสภาพระยะกลาง (Intermediate care:IMC)', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (417, 4, 'โครงการพัฒนาระบบบริการ one day surgery', 'โครงการพัฒนาระบบบริการ one day surgery', 'admin', '1');
INSERT INTO `kpi_stg` VALUES (501, 5, 'QOF', 'QOF', 'admin', '1');
COMMIT;

-- ----------------------------
-- Table structure for kpi_stg_group
-- ----------------------------
DROP TABLE IF EXISTS `kpi_stg_group`;
CREATE TABLE `kpi_stg_group` (
  `stg_group_id` int(11) NOT NULL,
  `stg_group_name` varchar(100) DEFAULT NULL,
  `stg_group_detail` varchar(250) DEFAULT NULL,
  `stg_group_own` varchar(20) DEFAULT NULL,
  `stg_group_status` enum('0','1') DEFAULT '1',
  PRIMARY KEY (`stg_group_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of kpi_stg_group
-- ----------------------------
BEGIN;
INSERT INTO `kpi_stg_group` VALUES (1, 'ตัวชี้วัด PA ปี 2562', 'ตัวชี้วัด PA ปี 2562', 'admin', '1');
INSERT INTO `kpi_stg_group` VALUES (2, 'ตัวชี้วัดตรวจราชการ ปี 2562', 'ตัวชี้วัดตรวจราชการ ปี 2562', 'admin', '1');
INSERT INTO `kpi_stg_group` VALUES (3, 'ตัวชี้วัดกระทรวง ปี 2562', 'ตัวชี้วัดกระทรวง ปี 2562', 'admin', '1');
INSERT INTO `kpi_stg_group` VALUES (4, 'ตัวชี้วัด Service Plan ปี 2562', 'ตัวชี้วัด Service Plan ปี 2562', 'admin', '1');
INSERT INTO `kpi_stg_group` VALUES (5, 'ตัวชี้วัด QOF ปี 2562', 'ตัวชี้วัด QOF ปี 2562', 'admin', '1');
INSERT INTO `kpi_stg_group` VALUES (9, 'ตัวชี้วัดอื่นๆ', 'ตัวชี้วัดอื่นๆ', 'admin', '1');
COMMIT;

-- ----------------------------
-- Table structure for kpi_years
-- ----------------------------
DROP TABLE IF EXISTS `kpi_years`;
CREATE TABLE `kpi_years` (
  `id` int(2) NOT NULL AUTO_INCREMENT COMMENT 'รหัส',
  `quarter` enum('0','1','2','3','4') DEFAULT '0' COMMENT 'ไตรมาส 0:ทั้งปี , 1:ไตรมาส 1 , 2:ไตรมาส 2 ,3:ไตรมาส 3,4:ไตรมาส 4',
  `year` varchar(10) DEFAULT NULL COMMENT 'ปี',
  `status` enum('Y','N') DEFAULT 'Y' COMMENT 'สถานะ',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of kpi_years
-- ----------------------------
BEGIN;
INSERT INTO `kpi_years` VALUES (1, '0', '2558', 'Y');
INSERT INTO `kpi_years` VALUES (2, '0', '2559', 'Y');
INSERT INTO `kpi_years` VALUES (3, '0', '2560', 'Y');
INSERT INTO `kpi_years` VALUES (4, '0', '2561', 'Y');
INSERT INTO `kpi_years` VALUES (5, '1', '2562', 'Y');
INSERT INTO `kpi_years` VALUES (6, '2', '2562', 'Y');
INSERT INTO `kpi_years` VALUES (7, '3', '2562', 'Y');
INSERT INTO `kpi_years` VALUES (8, '4', '2562', 'Y');
INSERT INTO `kpi_years` VALUES (9, '1', '2563', 'N');
COMMIT;

-- ----------------------------
-- Table structure for office
-- ----------------------------
DROP TABLE IF EXISTS `office`;
CREATE TABLE `office` (
  `off_id` varchar(5) NOT NULL,
  `names` varchar(100) DEFAULT NULL,
  `off_type` varchar(2) DEFAULT NULL,
  `changwat` varchar(2) DEFAULT NULL,
  `amphur` varchar(4) DEFAULT NULL,
  `tambon` varchar(6) DEFAULT NULL,
  `mooban` varchar(9) DEFAULT NULL,
  `moo` varchar(2) DEFAULT NULL,
  `cup_code` varchar(5) DEFAULT NULL,
  PRIMARY KEY (`off_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of office
-- ----------------------------
BEGIN;
INSERT INTO `office` VALUES ('03525', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหัวเรือ', '18', '34', '3401', '340104', '34010401', '01', '21984');
INSERT INTO `office` VALUES ('03526', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองขอน', '18', '34', '3401', '340105', '34010510', '10', '21984');
INSERT INTO `office` VALUES ('03527', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองไหล', '18', '34', '3401', '340105', '34010501', '01', '21984');
INSERT INTO `office` VALUES ('03530', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านปทุม', '18', '34', '3401', '340107', '34010707', '07', '21984');
INSERT INTO `office` VALUES ('03531', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านด้ามพร้า', '18', '34', '3401', '340108', '34010804', '04', '21984');
INSERT INTO `office` VALUES ('03532', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแก ตำบลแจระแม', '18', '34', '3401', '340109', '34010903', '03', '21984');
INSERT INTO `office` VALUES ('03533', 'โรงพยาบาลส่งเสริมสุขภาพตำบลทัพไทย ตำบลแจระแม', '18', '34', '3401', '340109', '34010907', '07', '21984');
INSERT INTO `office` VALUES ('03534', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองบ่อ', '18', '34', '3401', '340111', '34011101', '01', '21984');
INSERT INTO `office` VALUES ('03535', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงบัง', '18', '34', '3401', '340111', '34011109', '09', '21984');
INSERT INTO `office` VALUES ('03536', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านยางลุ่ม  ไร่น้อย', '18', '34', '3401', '340112', '34011204', '04', '21984');
INSERT INTO `office` VALUES ('03537', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกระโสบ', '18', '34', '3401', '340113', '34011304', '04', '21984');
INSERT INTO `office` VALUES ('03538', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านปากน้ำ', '18', '34', '3401', '340116', '34011603', '03', '21984');
INSERT INTO `office` VALUES ('03539', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านผาแก้ว', '18', '34', '3401', '340116', '34011605', '05', '21984');
INSERT INTO `office` VALUES ('03540', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแต้', '18', '34', '3401', '340119', '34011901', '01', '21984');
INSERT INTO `office` VALUES ('03541', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาแค', '18', '34', '3402', '340202', '34020206', '06', '10944');
INSERT INTO `office` VALUES ('03542', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบก ตำบลเอือดใหญ่', '18', '34', '3402', '340203', '34020303', '03', '10944');
INSERT INTO `office` VALUES ('03543', 'โรงพยาบาลส่งเสริมสุขภาพตำบลหนองขุ่น', '18', '34', '3402', '340204', '34020402', '02', '10944');
INSERT INTO `office` VALUES ('03544', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านจันทัย ตำบลวาริน', '18', '34', '3402', '340204', '34020407', '07', '10944');
INSERT INTO `office` VALUES ('03545', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านลาดควาย ตำบลลาดควาย', '18', '34', '3402', '340205', '34020501', '01', '10944');
INSERT INTO `office` VALUES ('03546', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำบง ตำบลสงยาง', '18', '34', '3402', '340206', '34020608', '08', '10944');
INSERT INTO `office` VALUES ('03547', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านภูหล่น ตำบลสงยาง', '18', '34', '3402', '340206', '34020609', '09', '10944');
INSERT INTO `office` VALUES ('03548', 'โรงพยาบาลส่งเสริมสุขภาพตำบลตะบ่าย', '18', '34', '3402', '340207', '34020701', '01', '10944');
INSERT INTO `office` VALUES ('03549', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำไหล ตำบลคำไหล', '18', '34', '3402', '340208', '34020801', '01', '10944');
INSERT INTO `office` VALUES ('03550', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านห้วยหมากน้อย', '18', '34', '3402', '340208', '34020807', '07', '10944');
INSERT INTO `office` VALUES ('03551', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนามแท่ง', '18', '34', '3402', '340209', '34020901', '01', '10944');
INSERT INTO `office` VALUES ('03552', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำหมาไน ตำบลนาเลิน', '18', '34', '3402', '340210', '34021003', '03', '10944');
INSERT INTO `office` VALUES ('03553', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดอนใหญ่ ตำบลดอนใหญ่', '18', '34', '3402', '340211', '34021102', '02', '10944');
INSERT INTO `office` VALUES ('03554', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านตุงลุง ตำบลโขงเจียม', '18', '34', '3403', '340301', '34030105', '05', '10945');
INSERT INTO `office` VALUES ('03555', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาบัว ตำบลห้วยยาง', '18', '34', '3403', '340302', '34030203', '03', '10945');
INSERT INTO `office` VALUES ('03556', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาโพธิ์ใต้ ตำบลนาโพธิ์กลาง', '18', '34', '3403', '340303', '34030302', '02', '10945');
INSERT INTO `office` VALUES ('03557', 'โรงพยาบาลส่งเสริมสุขภาพตำบลคันท่าเกวียน', '18', '34', '3403', '340303', '34030303', '03', '10945');
INSERT INTO `office` VALUES ('03558', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแสงใหญ่ ตำบลหนองแสงใหญ่', '18', '34', '3403', '340304', '34030401', '01', '10945');
INSERT INTO `office` VALUES ('03559', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านวังอ่าง ตำบลหนองแสงใหญ่', '18', '34', '3403', '340304', '34030407', '07', '10945');
INSERT INTO `office` VALUES ('03560', 'โรงพยาบาลส่งเสริมสุขภาพตำบลห้วยไผ่', '18', '34', '3403', '340305', '34030501', '01', '10945');
INSERT INTO `office` VALUES ('03561', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองผือน้อย ตำบลห้วยไผ่', '18', '34', '3403', '340305', '34030507', '07', '10945');
INSERT INTO `office` VALUES ('03562', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านจานเขื่อง ตำบลเขื่องใน', '18', '34', '3404', '340401', '34040108', '08', '10946');
INSERT INTO `office` VALUES ('03563', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุดกระเสียน ตำบลเขื่องใน', '18', '34', '3404', '340401', '34040110', '10', '10946');
INSERT INTO `office` VALUES ('03564', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสร้างถ่อ ตำบลสร้างถ่อ', '18', '34', '3404', '340402', '34040201', '01', '10946');
INSERT INTO `office` VALUES ('03565', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านศรีบัว ตำบลสร้างถ่อ', '18', '34', '3404', '340402', '34040211', '11', '10946');
INSERT INTO `office` VALUES ('03566', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหัวทุ่ง ตำบลค้อทอง', '18', '34', '3404', '340403', '34040302', '02', '10946');
INSERT INTO `office` VALUES ('03567', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านส้มป่อย ตำบลค้อทอง', '18', '34', '3404', '340403', '34040305', '05', '10946');
INSERT INTO `office` VALUES ('03568', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านยางน้อย ตำบลก่อเอ้', '18', '34', '3404', '340404', '34040401', '01', '10946');
INSERT INTO `office` VALUES ('03569', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนใหญ่ ตำบลก่อเอ้', '18', '34', '3404', '340404', '34040403', '03', '10946');
INSERT INTO `office` VALUES ('03570', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงยาง ตำบลก่อเอ้', '18', '34', '3404', '340404', '34040408', '08', '10946');
INSERT INTO `office` VALUES ('03571', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหัวดอน ตำบลหัวดอน', '18', '34', '3404', '340405', '34040501', '01', '10946');
INSERT INTO `office` VALUES ('03572', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแขม ตำบลหัวดอน', '18', '34', '3404', '340405', '34040505', '05', '10946');
INSERT INTO `office` VALUES ('03573', 'โรงพยาบาลส่งเสริมสุขภาพตำบลชีทวน', '18', '34', '3404', '340406', '34040601', '01', '10946');
INSERT INTO `office` VALUES ('03574', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองโน', '18', '34', '3404', '340406', '34040611', '11', '10946');
INSERT INTO `office` VALUES ('03575', 'โรงพยาบาลส่งเสริมสุขภาพตำบลท่าไห', '18', '34', '3404', '340407', '34040703', '03', '10946');
INSERT INTO `office` VALUES ('03576', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาคำใหญ่', '18', '34', '3404', '340408', '34040801', '01', '10946');
INSERT INTO `office` VALUES ('03577', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแดงหม้อ', '18', '34', '3404', '340409', '34040902', '02', '10946');
INSERT INTO `office` VALUES ('03578', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบุตร ตำบลแดงหม้อ', '18', '34', '3404', '340409', '34040904', '04', '10946');
INSERT INTO `office` VALUES ('03579', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านธาตุน้อย ตำบลธาตุน้อย', '18', '34', '3404', '340410', '34041007', '07', '10946');
INSERT INTO `office` VALUES ('03580', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านไทย ตำบลบ้านไทย', '18', '34', '3404', '340411', '34041101', '01', '10946');
INSERT INTO `office` VALUES ('03581', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนทอง ตำบลบ้านไทย', '18', '34', '3404', '340411', '34041106', '06', '10946');
INSERT INTO `office` VALUES ('03582', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกอก ตำบลบ้านกอก', '18', '34', '3404', '340412', '34041205', '05', '10946');
INSERT INTO `office` VALUES ('03583', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านไผ่ ตำบลกลางใหญ่', '18', '34', '3404', '340413', '34041304', '04', '10946');
INSERT INTO `office` VALUES ('03584', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกลางใหญ่ ตำบลกลางใหญ่', '18', '34', '3404', '340413', '34041301', '01', '10946');
INSERT INTO `office` VALUES ('03585', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนรัง ตำบลโนนรัง', '18', '34', '3404', '340414', '34041407', '07', '10946');
INSERT INTO `office` VALUES ('03586', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านผักแว่น ตำบลยางขี้นก', '18', '34', '3404', '340415', '34041503', '03', '10946');
INSERT INTO `office` VALUES ('03587', 'โรงพยาบาลส่งเสริมสุขภาพตำบลศรีสุข', '18', '34', '3404', '340416', '34041601', '01', '10946');
INSERT INTO `office` VALUES ('03588', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านธาตุกลาง ตำบลสหธาตุ', '18', '34', '3404', '340417', '34041703', '03', '10946');
INSERT INTO `office` VALUES ('03589', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเหล่า ตำบลหนองเหล่า', '18', '34', '3404', '340418', '34041801', '01', '10946');
INSERT INTO `office` VALUES ('03590', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านขามป้อม ตำบลขามป้อม', '18', '34', '3405', '340503', '340503-', '-', '10947');
INSERT INTO `office` VALUES ('03591', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเจียด ตำบลเจียด', '18', '34', '3405', '340504', '34050401', '01', '10947');
INSERT INTO `office` VALUES ('03593', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองผือ ตำบลหนองผือ', '18', '34', '3405', '340507', '34050712', '12', '10947');
INSERT INTO `office` VALUES ('03594', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบาก ตำบลหนองผือ', '18', '34', '3405', '340507', '34050706', '06', '10947');
INSERT INTO `office` VALUES ('03595', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาแวง', '18', '34', '3405', '340508', '34050812', '12', '10947');
INSERT INTO `office` VALUES ('03596', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก้งเหนือ', '18', '34', '3405', '340510', '34051003', '03', '10947');
INSERT INTO `office` VALUES ('03597', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองนกทา ตำบลหนองนกทา', '18', '34', '3405', '340511', '34051113', '13', '10947');
INSERT INTO `office` VALUES ('03598', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาหว้า ตำบลหนองสิม', '18', '34', '3405', '340512', '34051202', '02', '10947');
INSERT INTO `office` VALUES ('03599', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาส่วง', '18', '34', '3407', '340702', '34070210', '10', '11443');
INSERT INTO `office` VALUES ('03600', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาเจริญ', '18', '34', '3407', '340704', '34070408', '08', '11443');
INSERT INTO `office` VALUES ('03601', 'โรงพยาบาลส่งเสริมสุขภาพตำบลทุ่งเทิง', '18', '34', '3407', '340706', '34070601', '01', '11443');
INSERT INTO `office` VALUES ('03602', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบัวเจริญ ตำบลทุ่งเทิง', '18', '34', '3407', '340706', '34070609', '09', '11443');
INSERT INTO `office` VALUES ('03603', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสวนฝ้าย ตำบลสมสะอาด', '18', '34', '3407', '340708', '34070807', '07', '11443');
INSERT INTO `office` VALUES ('03604', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านม่วง ตำบลสมสะอาด', '18', '34', '3407', '340708', '34070810', '10', '11443');
INSERT INTO `office` VALUES ('03605', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาทุ่ง', '18', '34', '3407', '340709', '34070903', '03', '11443');
INSERT INTO `office` VALUES ('03606', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนกอย ตำบลกุดประทาย', '18', '34', '3407', '340709', '34070904', '04', '11443');
INSERT INTO `office` VALUES ('03607', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนแคน ตำบลตบหู', '18', '34', '3407', '340710', '34071015', '15', '11443');
INSERT INTO `office` VALUES ('03608', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนดวน ตำบลตบหู', '18', '34', '3407', '340710', '34071003', '03', '11443');
INSERT INTO `office` VALUES ('03610', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเสาเล้า', '18', '34', '3407', '340710', '34071006', '06', '11443');
INSERT INTO `office` VALUES ('03611', 'โรงพยาบาลส่งเสริมสุขภาพตำบลกลาง', '18', '34', '3407', '340711', '34071101', '01', '11443');
INSERT INTO `office` VALUES ('03612', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเม็กน้อย ตำบลกลาง', '18', '34', '3407', '340711', '34071116', '16', '11443');
INSERT INTO `office` VALUES ('03613', 'โรงพยาบาลส่งเสริมสุขภาพตำบลแก้ง', '18', '34', '3407', '340712', '34071201', '01', '11443');
INSERT INTO `office` VALUES ('03614', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านท่าโพธิ์ศรี ตำบลท่าโพธ์ศรี', '18', '34', '3407', '340713', '34071307', '07', '11443');
INSERT INTO `office` VALUES ('03615', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบัวงาม ตำบลบัวงาม', '18', '34', '3407', '340715', '34071501', '01', '11443');
INSERT INTO `office` VALUES ('03616', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองสนม ตำบลบัวงาม', '18', '34', '3407', '340715', '34071513', '13', '11443');
INSERT INTO `office` VALUES ('03617', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำครั่ง ตำบลคำครั่ง', '18', '34', '3407', '340716', '34071601', '01', '11443');
INSERT INTO `office` VALUES ('03618', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนากระแชง ตำบลนากระแชง', '18', '34', '3407', '340717', '34071701', '01', '11443');
INSERT INTO `office` VALUES ('03619', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเงินฮ้อย ตำบลนากระแซง', '18', '34', '3407', '340717', '34071707', '07', '11443');
INSERT INTO `office` VALUES ('03620', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองยาว ตำบลโพนงาม', '18', '34', '3407', '340720', '34072008', '08', '11443');
INSERT INTO `office` VALUES ('03621', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนิคมลำโดมใหญ่', '18', '34', '3407', '340720', '34072005', '05', '11443');
INSERT INTO `office` VALUES ('03622', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านป่าโม่ง ตำบลป่าโมง', '18', '34', '3407', '340721', '34072102', '02', '11443');
INSERT INTO `office` VALUES ('03623', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำกลาง ตำบลป่าโมง', '18', '34', '3407', '340721', '34072105', '05', '11443');
INSERT INTO `office` VALUES ('03624', 'โรงพยาบาลส่งเสริมสุขภาพตำบลใหม่พัฒนา ตำบลโนนสมบูรณ์', '18', '34', '3407', '340723', '34072303', '03', '11443');
INSERT INTO `office` VALUES ('03625', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก้งเรือง ตำบลนาจะหลวย', '18', '34', '3408', '340801', '34080115', '15', '10948');
INSERT INTO `office` VALUES ('03626', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกเทียม ตำบลโนนสมบูรณ์', '18', '34', '3408', '340802', '34080203', '03', '10948');
INSERT INTO `office` VALUES ('03627', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบุ่งคำ ตำบลพรสวรรค์', '18', '34', '3408', '340803', '34080303', '03', '10948');
INSERT INTO `office` VALUES ('03628', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านทุ่งเงิน ตำบลบ้านตูม', '18', '34', '3408', '340804', '34080405', '05', '10948');
INSERT INTO `office` VALUES ('03629', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนแดง ตำบลบ้านตูม', '18', '34', '3408', '340804', '34080413', '13', '10948');
INSERT INTO `office` VALUES ('03630', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโสกแสง ตำบลโสกแสง', '18', '34', '3408', '340805', '34080509', '09', '10948');
INSERT INTO `office` VALUES ('03631', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านทุ่งเพียง ตำบลโสกแสง', '18', '34', '3408', '340805', '34080505', '05', '10948');
INSERT INTO `office` VALUES ('03632', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสว่าง ตำบลโสกแสง', '18', '34', '3408', '340805', '34080507', '07', '10948');
INSERT INTO `office` VALUES ('03633', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านตบหู ตำบลโนนสวรรค์', '18', '34', '3408', '340806', '34080608', '08', '10948');
INSERT INTO `office` VALUES ('03634', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านตาโม ตำบลโซง', '18', '34', '3409', '340901', '34090104', '04', '10949');
INSERT INTO `office` VALUES ('03635', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านปลาขาว ตำบลยาง', '18', '34', '3409', '340903', '34090311', '11', '10949');
INSERT INTO `office` VALUES ('03636', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแข้ด่อน ตำบลโดมประดิษฐ์', '18', '34', '3409', '340904', '34090401', '01', '10949');
INSERT INTO `office` VALUES ('03637', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสูง ตำบลโดมประดิษฐ์', '18', '34', '3409', '340904', '34090403', '03', '10949');
INSERT INTO `office` VALUES ('03638', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุดเชียงมุน ตำบลโดมประดิษฐ์', '18', '34', '3409', '340904', '34090408', '08', '10949');
INSERT INTO `office` VALUES ('03639', 'โรงพยาบาลส่งเสริมสุขภาพตำบลหนองครก-ตายอย', '18', '34', '3409', '340904', '34090411', '11', '10949');
INSERT INTO `office` VALUES ('03640', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบุเปือย ตำบลบุเปือย', '18', '34', '3409', '340906', '34090602', '02', '10949');
INSERT INTO `office` VALUES ('03641', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านยางใหญ่ ตำบลยางใหญ่', '18', '34', '3409', '340909', '34090901', '01', '10949');
INSERT INTO `office` VALUES ('03642', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสุขวัฒนา ตำบลเก่าขาม', '18', '34', '3409', '340911', '34091102', '02', '10949');
INSERT INTO `office` VALUES ('03644', 'โรงพยาบาลส่งเสริมสุขภาพตำบลห้วยข่า', '18', '34', '3410', '341002', '34100201', '01', '10950');
INSERT INTO `office` VALUES ('03645', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเม็ก ตำบลห้วยข่า', '18', '34', '3410', '341002', '34100204', '04', '10950');
INSERT INTO `office` VALUES ('03646', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบก ตำบลห้วยข่า', '18', '34', '3410', '341002', '34100208', '08', '10950');
INSERT INTO `office` VALUES ('03647', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคอแลน ตำบลคอแลน', '18', '34', '3410', '341003', '34100301', '01', '10950');
INSERT INTO `office` VALUES ('03648', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเรือ ตำบลคอแลน', '18', '34', '3410', '341003', '34100308', '08', '10950');
INSERT INTO `office` VALUES ('03649', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านขอนแป้น ตำบลคอแลน', '18', '34', '3410', '341003', '34100309', '09', '10950');
INSERT INTO `office` VALUES ('03650', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาโพธิ์ ตำบลนาโพธิ์', '18', '34', '3410', '341004', '34100401', '01', '10950');
INSERT INTO `office` VALUES ('03651', 'โรงพยาบาลส่งเสริมสุขภาพตำบลหนองสะโน', '18', '34', '3410', '341005', '34100501', '01', '10950');
INSERT INTO `office` VALUES ('03652', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสร้างม่วง ตำบลหนองสะโน', '18', '34', '3410', '341005', '34100506', '06', '10950');
INSERT INTO `office` VALUES ('03653', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสมพรรัตน์ ตำบลหนองสะโน', '18', '34', '3410', '341005', '34100510', '10', '10950');
INSERT INTO `office` VALUES ('03654', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนค้อ ตำบลโนนค้อ', '18', '34', '3410', '341006', '34100601', '01', '10950');
INSERT INTO `office` VALUES ('03655', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนบาก ตำบลบัวงาม', '18', '34', '3410', '341007', '34100711', '11', '10950');
INSERT INTO `office` VALUES ('03656', 'โรงพยาบาลส่งเสริมสุขภาพตำบลแมด', '18', '34', '3410', '341008', '34100806', '06', '10950');
INSERT INTO `office` VALUES ('03657', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกระเดียน', '18', '34', '3411', '341102', '34110201', '01', '10951');
INSERT INTO `office` VALUES ('03658', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเวียง ตำบลกระเดียน', '18', '34', '3411', '341102', '34110205', '05', '10951');
INSERT INTO `office` VALUES ('03659', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำสมิง ตำบลเกษม', '18', '34', '3411', '341103', '34110307', '07', '10951');
INSERT INTO `office` VALUES ('03660', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเกษม ตำบลเกษม', '18', '34', '3411', '341103', '34110309', '09', '10951');
INSERT INTO `office` VALUES ('03661', 'โรงพยาบาลส่งเสริมสุขภาพตำบลกุศกร', '18', '34', '3411', '341104', '34110409', '09', '10951');
INSERT INTO `office` VALUES ('03662', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านข้ามเปี้ย', '18', '34', '3411', '341105', '34110501', '01', '10951');
INSERT INTO `office` VALUES ('03663', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคอนสาย ตำบลคอนสาย', '18', '34', '3411', '341106', '34110605', '05', '10951');
INSERT INTO `office` VALUES ('03664', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกน้อย ตำบลโคกจาน', '18', '34', '3411', '341107', '34110707', '07', '10951');
INSERT INTO `office` VALUES ('03665', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาพิน ตำบลนาพิน', '18', '34', '3411', '341108', '34110802', '02', '10951');
INSERT INTO `office` VALUES ('03667', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนกุง ตำบลโนนกุง', '18', '34', '3411', '341110', '34111003', '03', '10951');
INSERT INTO `office` VALUES ('03668', 'โรงพยาบาลส่งเสริมสุขภาพตำบลคำแคนน้อย', '18', '34', '3411', '341110', '34111010', '10', '10951');
INSERT INTO `office` VALUES ('03669', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านตระการ ตำบลตระการ', '18', '34', '3411', '341111', '34111101', '01', '10951');
INSERT INTO `office` VALUES ('03670', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนเมือง ตำบลตระการ', '18', '34', '3411', '341111', '34111107', '07', '10951');
INSERT INTO `office` VALUES ('03671', 'โรงพยาบาลส่งเสริมสุขภาพตำบลตากแดด', '18', '34', '3411', '341112', '34111204', '04', '10951');
INSERT INTO `office` VALUES ('03672', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านไหล่ทุ่ง ตำบลไหล่ทุ่ง', '18', '34', '3411', '341113', '34111301', '01', '10951');
INSERT INTO `office` VALUES ('03673', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบ่อหิน ตำบลไหล่ทุ่ง', '18', '34', '3411', '341113', '34111305', '05', '10951');
INSERT INTO `office` VALUES ('03674', 'โรงพยาบาลส่งเสริมสุขภาพตำบลเป้า', '18', '34', '3411', '341114', '34111409', '09', '10951');
INSERT INTO `office` VALUES ('03675', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเซเป็ด ตำบลเซเป็ด', '18', '34', '3411', '341115', '34111503', '03', '10951');
INSERT INTO `office` VALUES ('03676', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาเดื่อ ตำบลเซเป็ด', '18', '34', '3411', '341115', '34111505', '05', '10951');
INSERT INTO `office` VALUES ('03677', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสะพือ', '18', '34', '3411', '341116', '34111607', '07', '10951');
INSERT INTO `office` VALUES ('03678', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเต่า', '18', '34', '3411', '341117', '34111701', '01', '10951');
INSERT INTO `office` VALUES ('03679', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านถ้ำแข้ ตำบลถ้ำแข้', '18', '34', '3411', '341118', '34111801', '01', '10951');
INSERT INTO `office` VALUES ('03680', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านท่าหลวง', '18', '34', '3411', '341119', '34111902', '02', '10951');
INSERT INTO `office` VALUES ('03681', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านห้วยฝ้ายพัฒนา ตำบลห้วยฝ้ายพัฒนา', '18', '34', '3411', '341120', '34112002', '02', '10951');
INSERT INTO `office` VALUES ('03682', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุดยาลวน ตำบลกุดยาลวน', '18', '34', '3411', '341121', '34112101', '01', '10951');
INSERT INTO `office` VALUES ('03683', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแดง ตำบลแดง', '18', '34', '3411', '341122', '34112201', '01', '10951');
INSERT INTO `office` VALUES ('03685', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสวาง', '18', '34', '3412', '341202', '34120202', '02', '10952');
INSERT INTO `office` VALUES ('03686', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก้งลิง ตำบลโนนสวาง', '18', '34', '3412', '341202', '34120207', '07', '10952');
INSERT INTO `office` VALUES ('03687', 'โรงพยาบาลส่งเสริมสุขภาพตำบลแก่งเค็ง', '18', '34', '3412', '341203', '34120301', '01', '10952');
INSERT INTO `office` VALUES ('03688', 'โรงพยาบาลส่งเสริมสุขภาพตำบลขุมคำ ', '18', '34', '3412', '341203', '34120309', '09', '10952');
INSERT INTO `office` VALUES ('03689', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกาบิน ตำบลกาบิน', '18', '34', '3412', '341204', '34120402', '02', '10952');
INSERT INTO `office` VALUES ('03690', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านตุ ตำบลกาบิน', '18', '34', '3412', '341204', '34120411', '11', '10952');
INSERT INTO `office` VALUES ('03691', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบก ตำบลหนองทันน้ำ', '18', '34', '3412', '341205', '34120512', '12', '10952');
INSERT INTO `office` VALUES ('03692', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองหลัก', '18', '34', '3414', '341402', '34140209', '09', '10953');
INSERT INTO `office` VALUES ('03693', 'โรงพยาบาลส่งเสริมสุขภาพตำบลขมิ้น', '18', '34', '3414', '341402', '34140207', '07', '10953');
INSERT INTO `office` VALUES ('03694', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแสง ตำบลดุมใหญ่', '18', '34', '3414', '341403', '34140302', '02', '10953');
INSERT INTO `office` VALUES ('03695', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบัวยาง ตำบลดุมใหญ่', '18', '34', '3414', '341403', '34140308', '08', '10953');
INSERT INTO `office` VALUES ('03696', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านพระโรจน์ ตำบลหนองช้างใหญ่', '18', '34', '3414', '341404', '34140405', '05', '10953');
INSERT INTO `office` VALUES ('03697', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเมือง ตำบลหนองเมือง', '18', '34', '3414', '341405', '34140504', '04', '10953');
INSERT INTO `office` VALUES ('03698', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสร้างมิ่ง ตำบลหนองเมือง', '18', '34', '3414', '341405', '34140510', '10', '10953');
INSERT INTO `office` VALUES ('03699', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนขวาว ตำบลเตย', '18', '34', '3414', '341406', '34140604', '04', '10953');
INSERT INTO `office` VALUES ('03700', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านน้ำคำแดง ตำบลเตย', '18', '34', '3414', '341406', '34140605', '05', '10953');
INSERT INTO `office` VALUES ('03701', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาดี ตำบลยางสักกระโพหลุ่ม', '18', '34', '3414', '341407', '34140702', '02', '10953');
INSERT INTO `office` VALUES ('03702', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านยางสักกระโพหลุ่ม', '18', '34', '3414', '341407', '34140707', '07', '10953');
INSERT INTO `office` VALUES ('03703', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านยางเครือ ตำบลยางสักกระโพหลุ่ม', '18', '34', '3414', '341407', '34140709', '09', '10953');
INSERT INTO `office` VALUES ('03704', 'โรงพยาบาลส่งเสริมสุขภาพตำบลหนองไข่นก', '18', '34', '3414', '341408', '34140801', '01', '10953');
INSERT INTO `office` VALUES ('03705', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเหล่า ตำบลหนองเหล่า', '18', '34', '3414', '341409', '34140911', '11', '10953');
INSERT INTO `office` VALUES ('03706', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดอนแดงใหญ่ ตำบลหนองเหล่า', '18', '34', '3414', '341409', '34140902', '02', '10953');
INSERT INTO `office` VALUES ('03707', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองฮาง ตำบลหนองฮาง', '18', '34', '3414', '341410', '34141001', '01', '10953');
INSERT INTO `office` VALUES ('03708', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านผักระย่า ตำบลยางโยภาพ', '18', '34', '3414', '341411', '34141102', '02', '10953');
INSERT INTO `office` VALUES ('03709', 'โรงพยาบาลส่งเสริมสุขภาพตำบลหนองสองห้อง', '18', '34', '3414', '341411', '34141110', '10', '10953');
INSERT INTO `office` VALUES ('03710', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองขุ่น ตำบลยางโยภาพ', '18', '34', '3414', '341411', '34141111', '11', '10953');
INSERT INTO `office` VALUES ('03711', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านไผ่ใหญ่ ตำบลไผ่ใหญ่', '18', '34', '3414', '341412', '34141201', '01', '10953');
INSERT INTO `office` VALUES ('03712', 'โรงพยาบาลส่งเสริมสุขภาพตำบลแสงไผ่ ตำบลไผ่ใหญ่', '18', '34', '3414', '341412', '34141203', '03', '10953');
INSERT INTO `office` VALUES ('03713', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านทุ่งมณี ตำบลนาเลิง', '18', '34', '3414', '341413', '34141306', '06', '10953');
INSERT INTO `office` VALUES ('03714', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนแพง ตำบลโพนแพง', '18', '34', '3414', '341414', '34141407', '07', '10953');
INSERT INTO `office` VALUES ('03715', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบัววัด', '18', '34', '3415', '341502', '34150209', '09', '10954');
INSERT INTO `office` VALUES ('03716', 'โรงพยาบาลส่งเสริมสุขภาพตำบลราษฎร์สำราญ', '18', '34', '3415', '341504', '34150407', '07', '10954');
INSERT INTO `office` VALUES ('03717', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาโหนนน้อย ตำบลโนนโหนน', '18', '34', '3415', '341505', '34150502', '02', '10954');
INSERT INTO `office` VALUES ('03718', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคูเมืองกลาง', '18', '34', '3415', '341507', '34150704', '04', '10954');
INSERT INTO `office` VALUES ('03719', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกเซบูรณ์ ตำบลสระสมิง', '18', '34', '3415', '341508', '34150811', '11', '10954');
INSERT INTO `office` VALUES ('03721', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเพียเภ้า ตำบลคำน้ำแซบ', '18', '34', '3415', '341510', '34151004', '04', '10954');
INSERT INTO `office` VALUES ('03722', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนน้อย ตำบลบุ่งหวาย', '18', '34', '3415', '341511', '34151101', '01', '10954');
INSERT INTO `office` VALUES ('03723', 'โรงพยาบาลส่งเสริมสุขภาพตำบลทุ่งบอน', '18', '34', '3415', '341511', '34151116', '16', '10954');
INSERT INTO `office` VALUES ('03724', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำขวาง ตำบลคำขวาง', '18', '34', '3415', '341515', '34151505', '05', '10954');
INSERT INTO `office` VALUES ('03725', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพธิ์ใหญ่ ตำบลโพธิ์ใหญ่', '18', '34', '3415', '341516', '34151606', '06', '10954');
INSERT INTO `office` VALUES ('03726', 'โรงพยาบาลส่งเสริมสุขภาพตำบลก่อ', '18', '34', '3415', '341518', '34151807', '07', '10954');
INSERT INTO `office` VALUES ('03727', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองกินเพล ตำบลหนองกินเพล', '18', '34', '3415', '341520', '34152003', '03', '10954');
INSERT INTO `office` VALUES ('03728', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านทุ่งเกษม ตำบลโนนผึ้ง', '18', '34', '3415', '341521', '34152105', '05', '10954');
INSERT INTO `office` VALUES ('03729', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านศรีไค', '18', '34', '3415', '341522', '34152203', '03', '10954');
INSERT INTO `office` VALUES ('03730', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านห้วยขะยูง ตำบลห้วยขะยูง', '18', '34', '3415', '341504', '34150405', '05', '10954');
INSERT INTO `office` VALUES ('03731', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านวังกางฮุง ตำบลบุ่งไหม', '18', '34', '3415', '341526', '34152601', '01', '10954');
INSERT INTO `office` VALUES ('03732', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุดชมภู', '18', '34', '3419', '341902', '34190206', '06', '10956');
INSERT INTO `office` VALUES ('03733', 'โรงพยาบาลส่งเสริมสุขภาพตำบลดอนจิก', '18', '34', '3419', '341904', '34190401', '01', '10956');
INSERT INTO `office` VALUES ('03734', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านห้วยแดง ตำบลดอนจิก', '18', '34', '3419', '341904', '34190409', '09', '10956');
INSERT INTO `office` VALUES ('03735', 'โรงพยาบาลส่งเสริมสุขภาพตำบลทรายมูล', '18', '34', '3419', '341905', '34190508', '08', '10956');
INSERT INTO `office` VALUES ('03736', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาโพธิ์', '18', '34', '3419', '341906', '34190601', '01', '10956');
INSERT INTO `office` VALUES ('03737', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านชาดฮี', '18', '34', '3419', '341906', '34190605', '05', '10956');
INSERT INTO `office` VALUES ('03738', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองไฮ ตำบลโนนกลาง', '18', '34', '3419', '341907', '34190702', '02', '10956');
INSERT INTO `office` VALUES ('03739', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนกเต็น ตำบลโนนกลาง', '18', '34', '3419', '341907', '34190704', '04', '10956');
INSERT INTO `office` VALUES ('03740', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านท่าช้าง ตำบลโพธิ์ไทร', '18', '34', '3419', '341909', '34190903', '03', '10956');
INSERT INTO `office` VALUES ('03741', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสร้างแก้ว ตำบลโพธิ์ไทร', '18', '34', '3419', '341909', '34190908', '08', '10956');
INSERT INTO `office` VALUES ('03742', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองโพธิ์ ตำบลโพธิ์ศรี', '18', '34', '3419', '341910', '34191001', '01', '10956');
INSERT INTO `office` VALUES ('03743', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านระเว', '18', '34', '3419', '341911', '34191102', '02', '10956');
INSERT INTO `office` VALUES ('03744', 'สถานีอนามัยเฉลิมพระเกียรติ 60 พรรษา นวมินทราชินี ', '18', '34', '3419', '341912', '34191204', '04', '10956');
INSERT INTO `office` VALUES ('03745', 'โรงพยาบาลส่งเสริมสุขภาพตำบลหนองบัวฮี', '18', '34', '3419', '341913', '34191302', '02', '10956');
INSERT INTO `office` VALUES ('03746', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนยานาง ตำบลหนองบัวฮี', '18', '34', '3419', '341913', '34191311', '11', '10956');
INSERT INTO `office` VALUES ('03747', 'โรงพยาบาลส่งเสริมสุขภาพตำบลอ่างศิลา', '18', '34', '3419', '341914', '34191402', '02', '10956');
INSERT INTO `office` VALUES ('03748', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนกาหลง ตำบลโนนกาหลง', '18', '34', '3419', '341918', '34191808', '08', '10956');
INSERT INTO `office` VALUES ('03749', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาชุม', '18', '34', '3419', '341919', '34191905', '05', '10956');
INSERT INTO `office` VALUES ('03750', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแขมใต้ ตำบลบ้านแขม', '18', '34', '3419', '341919', '34191906', '06', '10956');
INSERT INTO `office` VALUES ('03751', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดอนพันชาด', '18', '34', '3420', '342001', '34200104', '04', '10957');
INSERT INTO `office` VALUES ('03752', 'โรงพยาบาลส่งเสริมสุขภาพตำบลสำโรง', '18', '34', '3420', '342002', '34200201', '01', '10957');
INSERT INTO `office` VALUES ('03753', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านจิกเทิง ตำบลจิกเทิง', '18', '34', '3420', '342003', '34200301', '01', '10957');
INSERT INTO `office` VALUES ('03754', 'โรงพยาบาลส่งเสริมสุขภาพตำบลหนองกุง', '18', '34', '3420', '342004', '34200406', '06', '10957');
INSERT INTO `office` VALUES ('03755', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาคาย', '18', '34', '3420', '342005', '34200501', '01', '10957');
INSERT INTO `office` VALUES ('03756', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำหนามแท่ง ตำบลนาคาย', '18', '34', '3420', '342005', '34200508', '08', '10957');
INSERT INTO `office` VALUES ('03757', 'โรงพยาบาลส่งเสริมสุขภาพตำบลคำหว้า', '18', '34', '3420', '342006', '34200602', '02', '10957');
INSERT INTO `office` VALUES ('03758', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านพะไล ตำบลโพธิ์ไทร', '18', '34', '3421', '342101', '34210106', '06', '10958');
INSERT INTO `office` VALUES ('03759', 'โรงพยาบาลส่งเสริมสุขภาพตำบลม่วงใหญ่', '18', '34', '3421', '342102', '34210201', '01', '10958');
INSERT INTO `office` VALUES ('03760', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านตูม ตำบลม่วงใหญ่', '18', '34', '3421', '342102', '34210206', '06', '10958');
INSERT INTO `office` VALUES ('03761', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาขาม ตำบลสำโรง', '18', '34', '3421', '342103', '34210310', '10', '10958');
INSERT INTO `office` VALUES ('03762', 'โรงพยาบาลส่งเสริมสุขภาพตำบลสำโรง', '18', '34', '3421', '342103', '34210305', '05', '10958');
INSERT INTO `office` VALUES ('03763', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสองคอน ตำบลสองคอน', '18', '34', '3421', '342104', '34210401', '01', '10958');
INSERT INTO `office` VALUES ('03764', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสารภี', '18', '34', '3421', '342105', '34210501', '01', '10958');
INSERT INTO `office` VALUES ('03765', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านปากห้วยม่วง ตำบลเหล่างาม', '18', '34', '3421', '342106', '34210601', '01', '10958');
INSERT INTO `office` VALUES ('03766', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองฟานยืน ตำบลเหล่างาม', '18', '34', '3421', '342106', '34210605', '05', '10958');
INSERT INTO `office` VALUES ('03767', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกก่อง ตำบลโคกก่อง', '18', '34', '3422', '342202', '34220201', '01', '10959');
INSERT INTO `office` VALUES ('03769', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองไฮ ตำบลหนองไฮ', '18', '34', '3422', '342203', '34220301', '01', '10959');
INSERT INTO `office` VALUES ('03770', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสูง ตำบลค้อน้อย', '18', '34', '3422', '342204', '34220405', '05', '10959');
INSERT INTO `office` VALUES ('03771', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านค้อน้อย ตำบลค้อน้อย', '18', '34', '3422', '342204', '34220406', '06', '10959');
INSERT INTO `office` VALUES ('03772', 'โรงพยาบาลส่งเสริมสุขภาพตำบลศรีมงคล (บ้านเปือย) ตำบลโนนกาเล็น', '18', '34', '3422', '342205', '34220503', '03', '10959');
INSERT INTO `office` VALUES ('03773', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนเมือง ตำบลโนนกาเล็น', '18', '34', '3422', '342205', '34220508', '08', '10959');
INSERT INTO `office` VALUES ('03774', 'โรงพยาบาลส่งเสริมสุขภาพตำบลโคกสว่าง', '18', '34', '3422', '342206', '34220603', '03', '10959');
INSERT INTO `office` VALUES ('03775', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสระดอกเกษ ตำบลโคกสว่าง', '18', '34', '3422', '342206', '34220607', '07', '10959');
INSERT INTO `office` VALUES ('03777', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบอน ตำบลบอน', '18', '34', '3422', '342208', '34220801', '01', '10959');
INSERT INTO `office` VALUES ('03778', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำก้าว ตำบลขามป้อม', '18', '34', '3422', '342209', '34220907', '07', '10959');
INSERT INTO `office` VALUES ('03779', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงบัง ตำบลดอนมดแดง', '18', '34', '3424', '342401', '34240102', '02', '10960');
INSERT INTO `office` VALUES ('03781', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านท่าเมืองเหนือ ตำบลท่าเมือง', '18', '34', '3424', '342403', '34240301', '01', '10960');
INSERT INTO `office` VALUES ('03782', 'โรงพยาบาลส่งเสริมสุขภาพตำบลคำไฮใหญ่', '18', '34', '3424', '342404', '34240401', '01', '10960');
INSERT INTO `office` VALUES ('03783', 'โรงพยาบาลส่งเสริมสุขภาพตำบลคันไร่', '18', '34', '3425', '342501', '34250109', '09', '10961');
INSERT INTO `office` VALUES ('03784', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านช่องเม็ก ตำบลช่องเม็ก', '18', '34', '3425', '342502', '34250203', '03', '10961');
INSERT INTO `office` VALUES ('03785', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก่งศรีโคตร ตำบลโนนก่อ', '18', '34', '3425', '342503', '34250303', '03', '10961');
INSERT INTO `office` VALUES ('03786', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำก้อม ตำบลฝางคำ', '18', '34', '3425', '342505', '34250504', '04', '10961');
INSERT INTO `office` VALUES ('03788', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหัวสะพาน ตำบลคำเขื่อนแก้ว', '18', '34', '3425', '342506', '34250602', '02', '10961');
INSERT INTO `office` VALUES ('03789', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคันเปือย ตำบลคำเขื่อนแก้ว', '18', '34', '3425', '342506', '34250605', '05', '10961');
INSERT INTO `office` VALUES ('03790', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองอ้ม ตำบลหนองอ้ม', '18', '34', '3426', '342602', '34260201', '01', '10962');
INSERT INTO `office` VALUES ('03791', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาเกษม ตำบลนาเกษม', '18', '34', '3426', '342603', '34260301', '01', '10962');
INSERT INTO `office` VALUES ('03792', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนใหญ่ ตำบลนาเกษม', '18', '34', '3426', '342603', '34260305', '05', '10962');
INSERT INTO `office` VALUES ('03793', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุดเรือ ตำบลกุดเรือ', '18', '34', '3426', '342604', '34260401', '01', '10962');
INSERT INTO `office` VALUES ('03794', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านทุ่งช้าง ตำบลกุดเรือ', '18', '34', '3426', '342604', '34260410', '10', '10962');
INSERT INTO `office` VALUES ('03795', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองบัวอารี ตำบลนาห่อม', '18', '34', '3426', '342606', '34260606', '06', '10962');
INSERT INTO `office` VALUES ('03796', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาเยีย', '18', '34', '3429', '342901', '34290102', '02', '24821');
INSERT INTO `office` VALUES ('03797', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาจาน ตำบลนาเยีย', '18', '34', '3429', '342901', '34290110', '10', '24821');
INSERT INTO `office` VALUES ('03798', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาดี ตำบลนาเยีย', '18', '34', '3429', '342902', '34290204', '04', '24821');
INSERT INTO `office` VALUES ('03799', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาดู่ ตำบลนาดี', '18', '34', '3429', '342902', '34290210', '10', '24821');
INSERT INTO `office` VALUES ('03800', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาเรือง ตำบลนาเรือง', '18', '34', '3429', '342903', '34290307', '07', '24821');
INSERT INTO `office` VALUES ('03801', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนาตาล', '18', '34', '3430', '343001', '34300101', '01', '24032');
INSERT INTO `office` VALUES ('03802', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านปากแซง ตำบลพะลาน', '18', '34', '3430', '343002', '34300203', '03', '24032');
INSERT INTO `office` VALUES ('03803', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบก ตำบลพะลาน', '18', '34', '3430', '343002', '34300204', '04', '24032');
INSERT INTO `office` VALUES ('03804', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกองโพน', '18', '34', '3430', '343003', '34300301', '01', '24032');
INSERT INTO `office` VALUES ('03805', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านศรีคูณ ตำบลพังเคน', '18', '34', '3430', '343004', '34300403', '03', '24032');
INSERT INTO `office` VALUES ('03806', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านพังเคน ตำบลพังเคน', '18', '34', '3430', '343004', '34300404', '04', '24032');
INSERT INTO `office` VALUES ('03807', 'โรงพยาบาลส่งเสริมสุขภาพตำบลเหล่าเสือโก้ก', '18', '34', '3431', '343101', '34310109', '09', '27976');
INSERT INTO `office` VALUES ('03808', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนเมือง', '18', '34', '3431', '343102', '34310201', '01', '27976');
INSERT INTO `office` VALUES ('03809', 'โรงพยาบาลส่งเสริมสุขภาพตำบลแพงใหญ่', '18', '34', '3431', '343103', '34310306', '06', '27976');
INSERT INTO `office` VALUES ('03810', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองบก ตำบลหนองบก', '18', '34', '3431', '343104', '34310403', '03', '27976');
INSERT INTO `office` VALUES ('03811', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดูน', '18', '34', '3431', '343104', '34310404', '04', '27976');
INSERT INTO `office` VALUES ('03812', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกสมบูรณ์', '18', '34', '3432', '343201', '34320101', '01', '27967');
INSERT INTO `office` VALUES ('03813', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก่งโดม', '18', '34', '3432', '343201', '34320106', '06', '27967');
INSERT INTO `office` VALUES ('03814', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำนกเปล้า', '18', '34', '3432', '343202', '34320212', '12', '27967');
INSERT INTO `office` VALUES ('03815', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบุ่งมะแลงใต้ ตำบลบุ่งมะแลง', '18', '34', '3432', '343203', '34320304', '04', '27967');
INSERT INTO `office` VALUES ('03816', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสว่างตก', '18', '34', '3432', '343204', '34320408', '08', '27967');
INSERT INTO `office` VALUES ('03817', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านน้ำขุ่น ตำบลตาเกา', '18', '34', '3433', '343301', '34330103', '03', '27968');
INSERT INTO `office` VALUES ('03818', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนยาง', '18', '34', '3433', '343304', '34330411', '11', '27968');
INSERT INTO `office` VALUES ('03819', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดอนโมกข์', '18', '34', '3433', '343303', '34330307', '07', '27968');
INSERT INTO `office` VALUES ('03820', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านขี้เหล็ก', '18', '34', '3433', '343302', '34330202', '02', '27968');
INSERT INTO `office` VALUES ('03821', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกสะอาด ตำบลโคกสะอาด', '18', '34', '3433', '343304', '34330401', '01', '27968');
INSERT INTO `office` VALUES ('10224', 'สถานบริการสาธารณสุขชุมชนบ้านโหง่นขาม', '04', '34', '3402', '340209', '34020904', '04', '10944');
INSERT INTO `office` VALUES ('10225', 'สถานบริการสาธารณสุขชุมชนบ้านดงนา ', '04', '34', '3402', '340209', '34020905', '05', '10944');
INSERT INTO `office` VALUES ('10227', 'สถานบริการสาธารณสุขชุมชนบ้านปากลา ', '04', '34', '3403', '340303', '34030305', '05', '10945');
INSERT INTO `office` VALUES ('10228', 'สถานบริการสาธารณสุขชุมชนบ้านแปดอุ้ม ', '04', '34', '3409', '340904', '34090402', '02', '10949');
INSERT INTO `office` VALUES ('10229', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านค้อ ตำบลโดมประดิษฐ์', '18', '34', '3409', '340904', '34090407', '07', '10949');
INSERT INTO `office` VALUES ('10230', 'สถานบริการสาธารณสุขชุมชนบ้านจันลา ', '04', '34', '3409', '340904', '34090410', '10', '10949');
INSERT INTO `office` VALUES ('10669', 'โรงพยาบาลสรรพสิทธิประสงค์', '05', '34', '3401', '340101', '34010110', '10', '10669');
INSERT INTO `office` VALUES ('10944', 'โรงพยาบาลศรีเมืองใหม่', '07', '34', '3402', '340201', '34020115', '15', '10944');
INSERT INTO `office` VALUES ('10945', 'โรงพยาบาลโขงเจียม', '07', '34', '3403', '340301', '34030102', '02', '10945');
INSERT INTO `office` VALUES ('10946', 'โรงพยาบาลเขื่องใน', '07', '34', '3404', '340401', '34040106', '06', '10946');
INSERT INTO `office` VALUES ('10947', 'โรงพยาบาลเขมราฐ', '07', '34', '3405', '340501', '34050107', '07', '10947');
INSERT INTO `office` VALUES ('10948', 'โรงพยาบาลนาจะหลวย', '07', '34', '3408', '340801', '34080111', '11', '10948');
INSERT INTO `office` VALUES ('10949', 'โรงพยาบาลน้ำยืน', '07', '34', '3409', '340907', '34090712', '12', '10949');
INSERT INTO `office` VALUES ('10950', 'โรงพยาบาลบุณฑริก', '07', '34', '3410', '341001', '34100101', '01', '10950');
INSERT INTO `office` VALUES ('10951', 'โรงพยาบาลตระการพืชผล', '07', '34', '3411', '341101', '34110108', '08', '10951');
INSERT INTO `office` VALUES ('10952', 'โรงพยาบาลกุดข้าวปุ้น', '07', '34', '3412', '341201', '34120114', '14', '10952');
INSERT INTO `office` VALUES ('10953', 'โรงพยาบาลม่วงสามสิบ', '07', '34', '3414', '341401', '34140110', '10', '10953');
INSERT INTO `office` VALUES ('10954', 'โรงพยาบาลวารินชำราบ', '06', '34', '3415', '341510', '34151003', '03', '10954');
INSERT INTO `office` VALUES ('10956', 'โรงพยาบาลพิบูลมังสาหาร', '07', '34', '3419', '341901', '34190100', '00', '10956');
INSERT INTO `office` VALUES ('10957', 'โรงพยาบาลตาลสุม', '07', '34', '3420', '342001', '34200102', '02', '10957');
INSERT INTO `office` VALUES ('10958', 'โรงพยาบาลโพธิ์ไทร', '07', '34', '3421', '342101', '34210111', '11', '10958');
INSERT INTO `office` VALUES ('10959', 'โรงพยาบาลสำโรง', '07', '34', '3422', '342201', '34220108', '08', '10959');
INSERT INTO `office` VALUES ('10960', 'โรงพยาบาลดอนมดแดง', '07', '34', '3424', '342402', '34240212', '12', '10960');
INSERT INTO `office` VALUES ('10961', 'โรงพยาบาลสิรินธร', '07', '34', '3425', '342504', '34250410', '10', '10961');
INSERT INTO `office` VALUES ('10962', 'โรงพยาบาลทุ่งศรีอุดม', '07', '34', '3426', '342603', '34260303', '03', '10962');
INSERT INTO `office` VALUES ('11443', 'โรงพยาบาลสมเด็จพระยุพราชเดชอุดม', '06', '34', '3407', '340701', '34070119', '19', '11443');
INSERT INTO `office` VALUES ('11495', 'โรงพยาบาลกองบิน 21', '12', '34', '3401', '340101', '34010100', '00', NULL);
INSERT INTO `office` VALUES ('11496', 'โรงพยาบาลค่ายสรรพสิทธิประสงค์', '12', '34', '3415', '3415-', '3415-02', '02', '11496');
INSERT INTO `office` VALUES ('11918', 'โรงพยาบาลเอกชนร่มเกล้า', '15', '34', '3401', '340101', '34010100', '00', '11918');
INSERT INTO `office` VALUES ('12269', 'โรงพยาบาลพระศรีมหาโพธิ์', '11', '34', '3401', '340101', '34010100', '00', NULL);
INSERT INTO `office` VALUES ('12270', 'โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 10', '11', '34', '3415', '341502', '34150204', '04', '12270');
INSERT INTO `office` VALUES ('13871', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาทอย', '18', '34', '3402', '340209', '34020907', '07', '10944');
INSERT INTO `office` VALUES ('13872', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเวินบึก ตำบลโขงเจียม', '18', '34', '3403', '340301', '34030108', '08', '10945');
INSERT INTO `office` VALUES ('13873', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสำราญ ตำบลคอแลน', '18', '34', '3410', '341003', '34100310', '10', '10950');
INSERT INTO `office` VALUES ('13874', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสว่าง ตำบลโนนค้อ', '18', '34', '3410', '341006', '34100609', '09', '10950');
INSERT INTO `office` VALUES ('13875', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านรวมไทย ตำบลหนองทันน้ำ', '18', '34', '3412', '341205', '34120508', '08', '10952');
INSERT INTO `office` VALUES ('13876', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนเกษม ตำบลท่าลาด', '18', '34', '3415', '341504', '34150404', '04', '10954');
INSERT INTO `office` VALUES ('13877', 'โรงพยาบาลส่งเสริมสุขภาพตำบลโนนยาง', '18', '34', '3415', '341508', '34150811', '11', '10954');
INSERT INTO `office` VALUES ('13878', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโสกชัน ตำบลสารภี', '18', '34', '3421', '342105', '34210502', '02', '10958');
INSERT INTO `office` VALUES ('13880', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำโพธิ์ ตำบลท่าช้าง', '18', '34', '3432', '343202', '34320208', '08', '27967');
INSERT INTO `office` VALUES ('13881', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านวังเสือ ไพบูลย์', '18', '34', '3433', '343302', '34330209', '09', '27968');
INSERT INTO `office` VALUES ('14250', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสร้างถ่อ ตำบลโพนเมือง', '18', '34', '3431', '343102', '34310205', '05', '27976');
INSERT INTO `office` VALUES ('14251', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านปะอาว', '18', '34', '3401', '340120', '34012006', '06', '21984');
INSERT INTO `office` VALUES ('14252', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุดตากล้า ตำบลสร้างถ่อ', '18', '34', '3404', '340402', '34040204', '04', '10946');
INSERT INTO `office` VALUES ('14253', 'โรงพยาบาลส่งเสริมสุขภาพตำบลเหล่าแดง', '18', '34', '3424', '342402', '34240208', '08', '10960');
INSERT INTO `office` VALUES ('14256', 'โรงพยาบาลส่งเสริมสุขภาพตำบลใหม่เจริญ', '18', '34', '3411', '341109', '34110904', '04', '10951');
INSERT INTO `office` VALUES ('14257', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุง ตำบลคำเจริญ', '18', '34', '3411', '341123', '34112305', '05', '10951');
INSERT INTO `office` VALUES ('14258', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านม่วงเฒ่า ตำบลหัวนา', '18', '34', '3405', '340513', '34051308', '08', '10947');
INSERT INTO `office` VALUES ('14261', 'โรงพยาบาลส่งเสริมสุขภาพตำบลนิคมสร้างตนเอง 2', '18', '34', '3425', '342506', '34250608', '08', '10961');
INSERT INTO `office` VALUES ('14264', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองมัง ตำบลโนนกลาง', '18', '34', '3422', '342207', '34220701', '01', '10959');
INSERT INTO `office` VALUES ('14266', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองขาม ตำบลโคกก่อง', '18', '34', '3422', '342202', '34220213', '13', '10959');
INSERT INTO `office` VALUES ('14267', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแสง ตำบลโพนงาม', '18', '34', '3410', '341001', '34100111', '11', '10950');
INSERT INTO `office` VALUES ('14423', 'เทศบาลนครอุบลราชธานี', '13', '34', '3401', '340113', '34011300', '00', NULL);
INSERT INTO `office` VALUES ('14832', 'เทศบาลเมืองวารินชำราบ', '13', '34', '3415', '341515', '34151500', '00', '10954');
INSERT INTO `office` VALUES ('14850', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านยางขี้นก ตำบลยางขี้นก', '18', '34', '3404', '340415', '34041501', '01', '10946');
INSERT INTO `office` VALUES ('14851', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหมือดแอ่ ตำบลขามป้อม', '18', '34', '3405', '340503', '34050307', '07', '10947');
INSERT INTO `office` VALUES ('15078', 'ศูนย์สุขภาพวิทยาลัยแพทย์ศาสตร์และการสาธารณสุขมหาวิทยาลัยอุบลราชธานี', '13', '34', '3415', '341522', '34152200', '00', '15078');
INSERT INTO `office` VALUES ('15245', 'ศูนย์สุขภาพชุมชนท่าวังหิน', '13', '34', '3401', '340101', '34010100', '00', '10669');
INSERT INTO `office` VALUES ('15246', 'ศูนย์สุขภาพชุมชนชยางกูร 28', '13', '34', '3401', '340101', '34010100', '00', '10669');
INSERT INTO `office` VALUES ('15247', 'ศูนย์สุขภาพชุมชนบ้านดู่', '13', '34', '3401', '340101', '34010100', '00', '10669');
INSERT INTO `office` VALUES ('15248', 'ศูนย์สุขภาพชุมชนวัดปทุมมาลัย', '13', '34', '3401', '340101', '34010100', '00', '10669');
INSERT INTO `office` VALUES ('21341', 'ศูนย์สุขภาพชุชนบ้านโคกเถื่อนช้าง', '13', '34', '3407', '340701', '34070106', '06', '11443');
INSERT INTO `office` VALUES ('21342', 'ศูนย์สุขภาพชุชนโรงพยาบาลยุพราชเดชอุดม', '08', '34', '3407', '340701', '34070119', '19', '11443');
INSERT INTO `office` VALUES ('21343', 'โรงพยาบาลส่งเสริมสุขภาพตำบลหัวดูน', '18', '34', '3401', '340108', '34010821', '21', '21984');
INSERT INTO `office` VALUES ('21344', 'ศูนย์สุขภาพชุมชนคำข่า', '13', '34', '3409', '340907', '34090711', '11', '10949');
INSERT INTO `office` VALUES ('21984', 'โรงพยาบาล ๕๐ พรรษา มหาวชิราลงกรณ', '06', '34', '3401', '340112', '34011200', '00', '21984');
INSERT INTO `office` VALUES ('23161', 'โรงพยาบาลส่งเสริมสุขภาพตำบลขามใหญ่', '18', '34', '3401', '340108', '34010801', '01', '21984');
INSERT INTO `office` VALUES ('23572', 'ศูนย์บริการสาธารณสุขแห่งที่ 2 (เทศบาลเมืองวารินชำราบ)', '13', '34', '3415', '341501', '34150100', '00', '10954');
INSERT INTO `office` VALUES ('23573', 'ศูนย์บริการสาธารณสุขแห่งที่ 3 (เทศบาลเมืองวารินชำราบ)', '13', '34', '3415', '341501', '34150100', '00', '10954');
INSERT INTO `office` VALUES ('23749', 'โรงพยาบาลส่งเสริมสุขภาพตำบลดงแสนสุข', '18', '34', '3401', '340112', '34011215', '15', '21984');
INSERT INTO `office` VALUES ('23773', 'ศูนย์สุขภาพชุมชนนาคำ', '13', '34', '3402', '340201', '34020115', '15', '10944');
INSERT INTO `office` VALUES ('23788', 'ศูนย์สุขภาพชุมชนบ้านแขม', '08', '34', '3407', '340701', '34070103', '03', '11443');
INSERT INTO `office` VALUES ('23795', 'ศูนย์สุขภาพชุมชนโรงพยาบาลพิบูลมังสาหาร', '08', '34', '3419', '341901', '34190106', '06', '10956');
INSERT INTO `office` VALUES ('23798', 'ศูนย์สุขภาพชุมชนฟ้าห่วน', '08', '34', '3402', '340201', '34020114', '14', '10944');
INSERT INTO `office` VALUES ('23815', 'ศูนย์แพทย์ชุมชนวัดใต้', '08', '34', '3401', '340101', '34010100', '00', '10669');
INSERT INTO `office` VALUES ('24032', 'โรงพยาบาลนาตาล', '07', '34', '3430', '343001', '34300105', '05', '24032');
INSERT INTO `office` VALUES ('24740', 'ศูนย์สุขภาพชุมชน มหาวิทยาลัยราชภัฏอุบลราชธานี', '13', '34', '3401', '340101', '34010100', '00', NULL);
INSERT INTO `office` VALUES ('24821', 'โรงพยาบาลนาเยีย', '07', '34', '3429', '342901', '34290100', '00', '24821');
INSERT INTO `office` VALUES ('24965', 'โรงพยาบาลส่งเสริมสุขภาพตำบลดงห่องแห่', '18', '34', '3401', '340107', '34010703', '03', '21984');
INSERT INTO `office` VALUES ('27967', 'โรงพยาบาลสว่างวีระวงศ์', '07', '34', '3432', '343204', '34320412', '12', '27967');
INSERT INTO `office` VALUES ('27968', 'โรงพยาบาลน้ำขุ่น', '07', '34', '3433', '343303', '34330305', '05', '27968');
INSERT INTO `office` VALUES ('27976', 'โรงพยาบาลเหล่าเสือโก้ก', '07', '34', '3431', '343101', '34310106', '06', '27976');
INSERT INTO `office` VALUES ('28022', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านตำแย', '18', '34', '3401', '340112', '34011201', '01', '21984');
INSERT INTO `office` VALUES ('28828', 'โรงพยาบาลส่งเสริมสุขภาพตำบลปากกุดหวาย', '18', '34', '3415', '341520', '34152006', '06', '10954');
INSERT INTO `office` VALUES ('28829', 'โรงพยาบาลส่งเสริมสุขภาพตำบลท่าบ่อแบง', '18', '34', '3411', '341105', '34110511', '11', '10951');
INSERT INTO `office` VALUES ('28894', 'โรงพยาบาลส่งเสริมสุขภาพตำบลบัวเทิง', '18', '34', '3432', '343202', '34320204', '04', '27967');
INSERT INTO `office` VALUES ('77512', 'ศูนย์สุขภาพชุมชนโรงพยาบาลน้ำยืน', '08', '34', '3409', '340907', '34090700', '00', NULL);
INSERT INTO `office` VALUES ('77672', 'ศูนย์สุขภาพชุมชนโรงพยาบาล ๕๐ พรรษา มหาวชิราลงกรณ', '08', '34', '3401', '340112', '34011216', '16', '21984');
INSERT INTO `office` VALUES ('77733', 'ศูนย์สุขภาพชุมชนเมืองเขื่องใน', '08', '34', '3404', '340401', '34040104', '04', '10946');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
